{
  "elements": [
    {
      "number": 1,
      "name": "Hydrogen",
      "symbol": "H",
      "extract": "Водород — это химический элемент с символом H и атомным номером 1. Со стандартным атомным весом 1,008 водород является самым легким элементом в периодической таблице. Его одноатомная форма (H) является самым распространенным химическим веществом во Вселенной, составляющим примерно 75% всей барионной массы. Неостаточные звезды в основном состоят из водорода в плазменном состоянии. Самый распространенный изотоп водорода, называемый протием (название используется редко, символ 1H), имеет один протон и не содержит нейтронов.",
      "source": "https://en.wikipedia.org/wiki/Hydrogen",
      "category": "Reactive Nonmetal",
      "atomic_weight": "1.008 u(±)",
      "colors": [
        4283657726,
        4287535603
      ]
    },
    {
      "number": 3,
      "name": "Lithium",
      "symbol": "Li",
      "extract": "Литий (от греческого: λίθος, транслит. lithos, букв. «камень») — химический элемент с символом Li и атомным номером 3. Это мягкий щелочной металл серебристо-белого цвета. В стандартных условиях это самый легкий металл и самый легкий твердый элемент.",
      "source": "https://en.wikipedia.org/wiki/Lithium",
      "category": "Alkali Metal",
      "atomic_weight": "6.94 u(±)",
      "colors": [
        4292030255,
        4294932393
      ]
    },
    {
      "number": 11,
      "name": "Sodium",
      "symbol": "Na",
      "extract": "Натрий — химический элемент с символом Na (от латинского natrium) и атомным номером 11. Это мягкий, серебристо-белый, высокореактивный металл. Натрий — это щелочной металл, относящийся к 1-й группе периодической таблицы, потому что он имеет один электрон на внешней оболочке, который легко отдает, создавая положительно заряженный ион — катион Na+. Его единственный стабильный изотоп — 23Na. Свободный металл не встречается в природе и должен быть получен из соединений.",
      "source": "https://en.wikipedia.org/wiki/Sodium",
      "category": "Alkali Metal",
      "atomic_weight": "22.98976928(2) u(±)",
      "colors": [
        4292030255,
        4294932393
      ]
    },
    {
      "number": 19,
      "name": "Potassium",
      "symbol": "K",
      "extract": "Калий — это химический элемент с символом K (от неолатинского kalium) и атомным номером 19. Впервые он был выделен из поташа, золы растений, откуда и произошло его название. В периодической таблице калий является одним из щелочных металлов. Все щелочные металлы имеют один валентный электрон на внешней электронной оболочке, который легко удаляется, образуя ион с положительным зарядом — катион, который соединяется с анионами с образованием солей. Калий в природе встречается только в ионных солях.",
      "source": "https://en.wikipedia.org/wiki/Potassium",
      "category": "Alkali Metal",
      "atomic_weight": "39.0983(1) u(±)",
      "colors": [
        4292030255,
        4294932393
      ]
    },
    {
      "number": 37,
      "name": "Rubidium",
      "symbol": "Rb",
      "extract": "Рубидий — химический элемент с символом Rb и атомным номером 37. Рубидий — мягкий серебристо-белый металлический элемент группы щелочных металлов со стандартной атомной массой 85,4678. Элементарный рубидий очень реакционноспособен, его свойства аналогичны свойствам других щелочных металлов, включая быстрое окисление на воздухе. На Земле природный рубидий состоит из двух изотопа: 72% составляет стабильный изотоп 85Rb; 28% — это слаборадиоактивный 87Rb с периодом полураспада 49 миллиардов лет, что более чем в три раза превышает предполагаемый возраст Вселенной.\nНемецкие химики Роберт Бунзен и Густав Кирхгоф открыли рубидий в 1861 году с помощью недавно разработанного метода - пламенной спектроскопии.",
      "source": "https://en.wikipedia.org/wiki/Rubidium",
      "category": "Alkali Metal",
      "atomic_weight": "85.4678(3) u(±)",
      "colors": [
        4292030255,
        4294932393
      ]
    },
    {
      "number": 55,
      "name": "Caesium",
      "symbol": "Cs",
      "extract": "Цезий (написание IUPAC) или цезий (американское написание) — химический элемент с символом Cs и атомным номером 55. Это мягкий серебристо-золотистый щелочной металл с температурой плавления 28,5 °C (83,3 °F), что делает его один из пяти элементарных металлов, находящихся в жидком состоянии при комнатной температуре или близкой к ней. По физическим и химическим свойствам цезий подобен рубидию и калию. Самый реакционноспособный из всех металлов, он пирофорен и реагирует с водой даже при температуре -116 ° C (-177 ° F). Это наименее электроотрицательный элемент со значением 0,79 по шкале Полинга.",
      "source": "https://en.wikipedia.org/wiki/Caesium",
      "category": "Alkali Metal",
      "atomic_weight": "132.90545196(6) u(±)",
      "colors": [
        4292030255,
        4294932393
      ]
    },
    {
      "number": 87,
      "name": "Francium",
      "symbol": "Fr",
      "extract": "Франций — это химический элемент с символом Fr и атомным номером 87. Раньше он был известен как эка-цезий. Он чрезвычайно радиоактивный; его самый стабильный изотоп, франций-223 (первоначально называвшийся актинием К по естественной цепочке распада, в которой он появляется), имеет период полураспада всего 22 минуты. Это второй по электроположительности элемент после цезия и второй по редкости встречающийся в природе элемент (после астата). Изотопы франция быстро распадаются на астат, радий и радон.",
      "source": "https://en.wikipedia.org/wiki/Francium",
      "category": "Alkali Metal",
      "atomic_weight": "[223] (mass number)",
      "colors": [
        4292030255,
        4294932393
      ]
    },
    null,
    null,
    null,
    null,
    {
      "number": 4,
      "name": "Beryllium",
      "symbol": "Be",
      "extract": "Бериллий — химический элемент с символом Be и атомным номером 4. Это относительно редкий элемент во Вселенной, обычно возникающий в результате расщепления более крупных атомных ядер, столкнувшихся с космическими лучами. В ядрах звезд бериллий истощается по мере того, как он сплавляется и создает более крупные элементы. Это двухвалентный элемент, который встречается в природе только в сочетании с другими элементами в минералах. Известные драгоценные камни, содержащие бериллий, включают берилл (аквамарин, изумруд) и хризоберилл.",
      "source": "https://en.wikipedia.org/wiki/Beryllium",
      "category": "Alkaline Earth Metal",
      "atomic_weight": "9.0121831(5) u(±)",
      "colors": [
        4294208325,
        4293830729
      ]
    },
    {
      "number": 12,
      "name": "Magnesium",
      "symbol": "Mg",
      "extract": "Магний — это химический элемент с символом Mg и атомным номером 12. Это блестящее серое твердое вещество, имеющее близкое физическое сходство с другими пятью элементами во второй колонке (группа 2 или щелочноземельные металлы) периодической таблицы: все группы 2 элемента имеют одинаковую электронную конфигурацию во внешней электронной оболочке и сходную кристаллическую структуру.\nМагний является девятым по распространенности элементом во Вселенной. Он образуется в больших стареющих звездах в результате последовательного добавления трех ядер гелия к ядру углерода. Когда такие звезды взрываются как сверхновые, большая часть магния выбрасывается в межзвездную среду, где он может перерабатываться в новые звездные системы.",
      "source": "https://en.wikipedia.org/wiki/Magnesium",
      "category": "Alkaline Earth Metal",
      "atomic_weight": "24.305 u(±)",
      "colors": [
        4294208325,
        4293830729
      ]
    },
    {
      "number": 20,
      "name": "Calcium",
      "symbol": "Ca",
      "extract": "Кальций представляет собой химический элемент с символом Ca и атомным номером 20. Как щелочноземельный металл, кальций является химически активным металлом, который образует темный оксидно-нитридный слой при воздействии воздуха. Его физические и химические свойства наиболее близки к его более тяжелым гомологам стронцию и барию. Это пятый по распространенности элемент в земной коре и третий по распространенности металл после железа и алюминия. Наиболее распространенным соединением кальция на Земле является карбонат кальция, обнаруженный в известняке и окаменелых остатках ранней морской жизни; гипс, ангидрит, флюорит и апатит также являются источниками кальция.",
      "source": "https://en.wikipedia.org/wiki/Calcium",
      "category": "Alkaline Earth Metal",
      "atomic_weight": "40.078(4) u(±)",
      "colors": [
        4294208325,
        4293830729
      ]
    },
    {
      "number": 38,
      "name": "Strontium",
      "symbol": "Sr",
      "extract": "Стронций — это химический элемент с символом Sr и атомным номером 38. Щелочноземельный металл, стронций — мягкий серебристо-белый желтоватый металлический элемент, обладающий высокой химической активностью. Металл образует темный оксидный слой, когда он подвергается воздействию воздуха. Стронций имеет физические и химические свойства, аналогичные свойствам двух его вертикальных соседей по периодической таблице, кальцию и барию. Он встречается в природе в основном в минералах целестине и стронцианите и в основном добывается из них.",
      "source": "https://en.wikipedia.org/wiki/Strontium",
      "category": "Alkaline Earth Metal",
      "atomic_weight": "87.62(1) u(±)",
      "colors": [
        4294208325,
        4293830729
      ]
    },
    {
      "number": 56,
      "name": "Barium",
      "symbol": "Ba",
      "extract": "Барий — химический элемент с символом Ba и атомным номером 56. Это пятый элемент в группе 2, мягкий щелочноземельный металл серебристого цвета. Из-за своей высокой химической активности барий никогда не встречается в природе в виде свободного элемента. Его гидроксид, известный в досовременные времена как барит, не встречается в виде минерала, но его можно получить путем нагревания карбоната бария.\nНаиболее распространенными природными минералами бария являются барит (теперь называемый баритом) (сульфат бария, BaSO4) и витерит (карбонат бария, BaCO3), оба нерастворимы в воде.",
      "source": "https://en.wikipedia.org/wiki/Barium",
      "category": "Alkaline Earth Metal",
      "atomic_weight": "137.327(7) u(±)",
      "colors": [
        4294208325,
        4293830729
      ]
    },
    {
      "number": 88,
      "name": "Radium",
      "symbol": "Ra",
      "extract": "Радий — это химический элемент с символом Ra и атомным номером 88. Это шестой элемент в группе 2 периодической таблицы, также известный как щелочноземельные металлы. Чистый радий серебристо-белого цвета, но он легко реагирует с азотом (а не с кислородом) на воздухе, образуя черный поверхностный слой нитрида радия (Ra3N2). Все изотопы радия высокорадиоактивны, наиболее стабильным из них является радий-226, который имеет период полураспада 1600 лет и распадается на газ радон (в частности, изотоп радон-222). При распаде радия возникает ионизирующее излучение, которое может возбуждать флуоресцентные химические вещества и вызывать радиолюминесценцию.",
      "source": "https://en.wikipedia.org/wiki/Radium",
      "category": "Alkaline Earth Metal",
      "atomic_weight": "[226] (mass number)",
      "colors": [
        4294208325,
        4293830729
      ]
    },
    null,
    null,
    null,
    null,
    null,
    null,
    {
      "number": 21,
      "name": "Scandium",
      "symbol": "Sc",
      "extract": "Скандий — это химический элемент с символом Sc и атомным номером 21. Серебристо-белый металлический элемент d-блока, он исторически классифицировался как редкоземельный элемент вместе с иттрием и лантаноидами. Он был открыт в 1879 году путем спектрального анализа минералов эвксенита и гадолинита из Скандинавии.\nСкандий присутствует в большинстве месторождений редкоземельных и урановых соединений, но добывается из этих руд лишь на нескольких рудниках мира. Из-за низкой доступности и трудностей с получением металлического скандия, что впервые было сделано в 1937 году, приложения для скандия не разрабатывались до 1970-х годов.",
      "source": "https://en.wikipedia.org/wiki/Scandium",
      "category": "Transition Metal",
      "atomic_weight": "44.955908(5) u(±)",
      "colors": [
        4294953512,
        4294963811
      ]
    },
    {
      "number": 39,
      "name": "Yttrium",
      "symbol": "Y",
      "extract": "Иттрий - это химический элемент с символом Y и атомным номером 39. Это серебристо-металлический переходный металл, химически сходный с лантанидами, и его часто классифицируют как «редкоземельный элемент». Иттрий почти всегда встречается в сочетании с лантаноидными элементами в редкоземельных минералах и никогда не встречается в природе в виде свободного элемента. 89Y — единственный стабильный изотоп и единственный изотоп, обнаруженный в земной коре.\nВ 1787 году Карл Аксель Аррениус нашел новый минерал недалеко от Иттербю в Швеции и назвал его иттербитом в честь деревни.",
      "source": "https://en.wikipedia.org/wiki/Yttrium",
      "category": "Transition Metal",
      "atomic_weight": "88.90584(1) u(±)",
      "colors": [
        4294953512,
        4294963811
      ]
    },
    null,
    null,
    null,
    {
      "number": 57,
      "name": "Lanthanum",
      "symbol": "La",
      "extract": "Лантан — химический элемент с символом La и атомным номером 57. Это мягкий, пластичный металл серебристо-белого цвета, который быстро тускнеет на воздухе и достаточно мягкий, чтобы его можно было разрезать ножом. Это эпоним ряда лантанидов, группы из 15 подобных элементов между лантаном и лютецием в периодической таблице, из которых лантан является первым и прототипом. Его также иногда считают первым элементом переходных металлов 6-го периода, что ставит его в группу 3, хотя вместо этого иногда помещают в это положение лютеций. Лантан традиционно считается одним из редкоземельных элементов.",
      "source": "https://en.wikipedia.org/wiki/Lanthanum",
      "category": "Lanthanide",
      "atomic_weight": "138.90547(7) u(±)",
      "colors": [
        4287349578,
        4292141399
      ]
    },
    {
      "number": 89,
      "name": "Actinium",
      "symbol": "Ac",
      "extract": "Актиний — химический элемент с символом Ас и атомным номером 89. Впервые он был выделен французским химиком Андре-Луи Дебьерном в 1899 году. Фридрих Оскар Гизель позже независимо выделил его в 1902 году и, не зная, что он уже был известен, дал ему название эманиум. . Актиний дал название ряду актинидов, группе из 15 подобных элементов между актинием и лоуренцием в периодической таблице. Его также иногда считают первым из переходных металлов 7-го периода, хотя лоуренсий реже занимает эту позицию.",
      "source": "https://en.wikipedia.org/wiki/Actinium",
      "category": "Actinide",
      "atomic_weight": "[227] (mass number)",
      "colors": [
        4279161591,
        4289920762
      ]
    },
    null,
    null,
    null,
    {
      "number": 22,
      "name": "Titanium",
      "symbol": "Ti",
      "extract": "Титан — это химический элемент с символом Ti и атомным номером 22. Это блестящий переходный металл серебристого цвета с низкой плотностью и высокой прочностью. Титан устойчив к коррозии в морской воде, царской водке и хлоре.\nТитан был обнаружен в Корнуолле, Великобритания, Уильямом Грегором в 1791 году и назван Мартином Генрихом Клапротом в честь титанов греческой мифологии. Элемент встречается в составе ряда месторождений полезных ископаемых, главным образом рутила и ильменита, широко распространенных в земной коре и литосфере, почти во всех живых существах, водоемах, горных породах и почвах.",
      "source": "https://en.wikipedia.org/wiki/Titanium",
      "category": "Transition Metal",
      "atomic_weight": "47.867(1) u(±)",
      "colors": [
        4294953512,
        4294963811
      ]
    },
    {
      "number": 40,
      "name": "Zirconium",
      "symbol": "Zr",
      "extract": "Цирконий представляет собой химический элемент с символом Zr и атомным номером 40. Название цирконий происходит от названия минерала циркон (слово связано с персидским заргун (циркон; зар-гун, «золотоподобный» или «как золото»). )), важнейший источник циркония. Это блестящий, серо-белый прочный переходный металл, очень похожий на гафний и, в меньшей степени, на титан. Цирконий в основном используется в качестве огнеупора и замутнителя, хотя небольшие количества используются в качестве легирующего агента из-за его высокой коррозионной стойкости. Цирконий образует множество неорганических и металлоорганических соединений, таких как диоксид циркония и дихлорид цирконоцена соответственно.",
      "source": "https://en.wikipedia.org/wiki/Zirconium",
      "category": "Transition Metal",
      "atomic_weight": "91.224(2) u(±)",
      "colors": [
        4294953512,
        4294963811
      ]
    },
    {
      "number": 72,
      "name": "Hafnium",
      "symbol": "Hf",
      "extract": "Гафний — химический элемент с символом Hf и атомным номером 72. Блестящий, серебристо-серый, четырехвалентный переходный металл, гафний химически напоминает цирконий и встречается во многих минералах циркония. Его существование было предсказано Дмитрием Менделеевым в 1869 году, хотя он не был идентифицирован до 1923 года Костером и Хевеши, что сделало его последним открытым стабильным элементом. Гафний назван в честь Hafnia, латинского названия Копенгагена, где он был обнаружен. Гафний используется в нитях накаливания и электродах. В некоторых процессах производства полупроводников его оксид используется для интегральных схем с длиной элемента 45 нм и меньше.",
      "source": "https://en.wikipedia.org/wiki/Hafnium",
      "category": "Transition Metal",
      "atomic_weight": "178.49(2) u(±)",
      "colors": [
        4294953512,
        4294963811
      ]
    },
    {
      "number": 104,
      "name": "Rutherfordium",
      "symbol": "Rf",
      "extract": "Резерфордий — синтетический химический элемент с символом Rf и атомным номером 104, названный в честь физика Эрнеста Резерфорда. Как синтетический элемент он не встречается в природе и может быть создан только в лаборатории. Радиоактивен; самый стабильный известный изотоп, 267Rf, имеет период полураспада примерно 1,3 часа.\nВ периодической таблице элементов это элемент d-блока и второй из переходных элементов четвертой строки. Он является членом 7-го периода и относится к элементам 4-й группы.",
      "source": "https://en.wikipedia.org/wiki/Rutherfordium",
      "category": "Transition Metal",
      "atomic_weight": "[267] (mass number)",
      "colors": [
        4294953512,
        4294963811
      ]
    },
    null,
    {
      "number": 58,
      "name": "Cerium",
      "symbol": "Ce",
      "extract": "Церий — это химический элемент с символом Ce и атомным номером 58. Церий — это мягкий, пластичный металл серебристо-белого цвета, который тускнеет на воздухе и достаточно мягкий, чтобы его можно было разрезать ножом. Церий является вторым элементом в ряду лантаноидов, и, хотя он часто проявляет характерную для этого ряда степень окисления +3, в исключительных случаях он также имеет стабильное состояние +4, которое не окисляет воду. Он также считается одним из редкоземельных элементов. Церий не играет биологической роли и не очень токсичен.",
      "source": "https://en.wikipedia.org/wiki/Cerium",
      "category": "Lanthanide",
      "atomic_weight": "140.116(1) u(±)",
      "colors": [
        4287349578,
        4292141399
      ]
    },
    {
      "number": 90,
      "name": "Thorium",
      "symbol": "Th",
      "extract": "Торий — слаборадиоактивный металлический химический элемент с символом Th и атомным номером 90. Торий имеет серебристый цвет и тускнеет на воздухе, образуя диоксид тория; он умеренно твердый, пластичный и имеет высокую температуру плавления. Торий представляет собой электроположительный актинид, в химическом составе которого преобладает степень окисления +4; он довольно реактивен и может воспламеняться на воздухе в мелкодисперсном виде.\nВсе известные изотопы тория нестабильны. Самый стабильный изотоп, 232Th, имеет период полураспада 14,05 миллиарда лет, или примерно столько же, сколько возраст Вселенной; он очень медленно распадается через альфа-распад, начиная цепочку распада, названную серией тория, которая заканчивается на стабильном 208Pb.",
      "source": "https://en.wikipedia.org/wiki/Thorium",
      "category": "Actinide",
      "atomic_weight": "232.0377(4) u(±)",
      "colors": [
        4279161591,
        4289920762
      ]
    },
    null,
    null,
    null,
    {
      "number": 23,
      "name": "Vanadium",
      "symbol": "V",
      "extract": "Ванадий — химический элемент с символом V и атомным номером 23. Это твердый, серебристо-серый, пластичный, ковкий переходный металл. Элементарный металл редко встречается в природе, но после его искусственного выделения образование оксидного слоя (пассивация) несколько стабилизирует свободный металл от дальнейшего окисления.\nАндрес Мануэль дель Рио открыл соединения ванадия в 1801 году в Мексике, проанализировав новый свинецсодержащий минерал, который он назвал «бурым свинцом», и предположил, что его свойства обусловлены присутствием нового элемента, который он назвал эритронием (от греческого слова «эритроний»). «красный»), так как при нагревании большая часть солей окрашивалась в красный цвет. Однако четыре года спустя другие ученые (ошибочно) убедили его, что эритроний идентичен хрому.",
      "source": "https://en.wikipedia.org/wiki/Vanadium",
      "category": "Transition Metal",
      "atomic_weight": "50.9415(1) u(±)",
      "colors": [
        4294953512,
        4294963811
      ]
    },
    {
      "number": 41,
      "name": "Niobium",
      "symbol": "Nb",
      "extract": "Ниобий, ранее известный как колумбий, представляет собой химический элемент с символом Nb (ранее Cb) и атомным номером 41. Это мягкий, серый, кристаллический, пластичный переходный металл, часто встречающийся в минералах пирохлора и колумбита, отсюда и прежнее название \" Колумбий». Его название происходит от греческой мифологии, в частности, от Ниобы, дочери Тантала, тезки тантала. Название отражает большое сходство между двумя элементами по их физическим и химическим свойствам, из-за чего их трудно различить. Английский химик Чарльз Хэтчетт сообщил о новом элементе, похожем на тантал, в 1801 году и назвал его колумбием. В 1809 году английский химик Уильям Хайд Волластон ошибочно пришел к выводу, что тантал и колумбий идентичны.",
      "source": "https://en.wikipedia.org/wiki/Niobium",
      "category": "Transition Metal",
      "atomic_weight": "92.90637(1) u(±)",
      "colors": [
        4294953512,
        4294963811
      ]
    },
    {
      "number": 73,
      "name": "Tantalum",
      "symbol": "Ta",
      "extract": "Тантал — это химический элемент с символом Та и атомным номером 73. Ранее известный как тантал, его название происходит от Тантала, злодея из греческой мифологии. Тантал представляет собой редкий, твердый, голубовато-серый, блестящий переходный металл, обладающий высокой коррозионной стойкостью. Он входит в группу тугоплавких металлов, которые широко используются в качестве второстепенных компонентов в сплавах. Химическая инертность тантала делает его ценным веществом для лабораторного оборудования и заменителем платины.",
      "source": "https://en.wikipedia.org/wiki/Tantalum",
      "category": "Transition Metal",
      "atomic_weight": "180.94788(2) u(±)",
      "colors": [
        4294953512,
        4294963811
      ]
    },
    {
      "number": 105,
      "name": "Dubnium",
      "symbol": "Db",
      "extract": "Дубний — синтетический химический элемент с символом Db и атомным номером 105. Дубний очень радиоактивен: самый стабильный известный изотоп, дубний-268, имеет период полураспада около 28 часов. Это сильно ограничивает масштабы исследований дубния.\nДубний не встречается в природе на Земле и производится искусственно. Советский объединенный институт ядерных исследований (ОИЯИ) объявил о первом открытии этого элемента в 1968 году, а в 1970 году — в американской лаборатории Лоуренса в Беркли.",
      "source": "https://en.wikipedia.org/wiki/Dubnium",
      "category": "Transition Metal",
      "atomic_weight": "[268] (mass number)",
      "colors": [
        4294953512,
        4294963811
      ]
    },
    null,
    {
      "number": 59,
      "name": "Praseodymium",
      "symbol": "Pr",
      "extract": "Празеодим — это химический элемент с символом Pr и атомным номером 59. Он является третьим членом ряда лантанидов и традиционно считается одним из редкоземельных металлов. Празеодим — мягкий, серебристый, ковкий и пластичный металл, ценимый за свои магнитные, электрические, химические и оптические свойства. Он слишком реактивен, чтобы его можно было найти в естественной форме, а чистый металлический празеодим медленно образует зеленое оксидное покрытие при воздействии воздуха.\nПразеодим всегда встречается в природе вместе с другими редкоземельными металлами.",
      "source": "https://en.wikipedia.org/wiki/Praseodymium",
      "category": "Lanthanide",
      "atomic_weight": "140.90766(1) u(±)",
      "colors": [
        4287349578,
        4292141399
      ]
    },
    {
      "number": 91,
      "name": "Protactinium",
      "symbol": "Pa",
      "extract": "Протактиний (ранее протоактиний) — химический элемент с символом Па и атомным номером 91. Это плотный серебристо-серый актинидный металл, который легко реагирует с кислородом, водяным паром и неорганическими кислотами. Он образует различные химические соединения, в которых протактиний обычно присутствует в степени окисления +5, но может также принимать состояния +4 и даже +3 или +2. Концентрация протактиния в земной коре обычно составляет несколько частей на триллион, но может достигать нескольких частей на миллион в некоторых месторождениях уранинитовой руды. Из-за его дефицита, высокой радиоактивности и высокой токсичности протактиний в настоящее время не используется вне научных исследований, и для этой цели протактиний в основном извлекают из отработавшего ядерного топлива.",
      "source": "https://en.wikipedia.org/wiki/Protactinium",
      "category": "Actinide",
      "atomic_weight": "231.03588(1) u(±)",
      "colors": [
        4279161591,
        4289920762
      ]
    },
    null,
    null,
    null,
    {
      "number": 24,
      "name": "Chromium",
      "symbol": "Cr",
      "extract": "Хром — это химический элемент с символом Cr и атомным номером 24. Это первый элемент в группе 6. Это стально-серый, блестящий, твердый и хрупкий переходный металл. Хром может похвастаться высокой степенью использования как металл, который можно тщательно полировать, не теряя при этом цвета. Хром также является основной добавкой в нержавеющей стали, популярном стальном сплаве из-за его необычайно высокого зеркального отражения.",
      "source": "https://en.wikipedia.org/wiki/Chromium",
      "category": "Transition Metal",
      "atomic_weight": "51.9961(6) u(±)",
      "colors": [
        4294953512,
        4294963811
      ]
    },
    {
      "number": 42,
      "name": "Molybdenum",
      "symbol": "Mo",
      "extract": "Молибден — это химический элемент с символом Mo и атомным номером 42. Название происходит от неолатинского molybdaenum, от древнегреческого Μόλυβδος molybdos, что означает свинец, поскольку его руды путали со свинцовыми рудами. Минералы молибдена были известны на протяжении всей истории, но этот элемент был открыт (в смысле дифференциации его как нового объекта от минеральных солей других металлов) в 1778 году Карлом Вильгельмом Шееле. Металл был впервые выделен в 1781 году Питером Джейкобом Хьельмом. Молибден не встречается в природе в виде свободного металла на Земле; он встречается только в различных степенях окисления в минералах. Свободный элемент, серебристый металл с серым оттенком, имеет шестую по величине температуру плавления среди всех элементов.",
      "source": "https://en.wikipedia.org/wiki/Molybdenum",
      "category": "Transition Metal",
      "atomic_weight": "95.95(1) u(±)",
      "colors": [
        4294953512,
        4294963811
      ]
    },
    {
      "number": 74,
      "name": "Tungsten",
      "symbol": "W",
      "extract": "Вольфрам, или вольфрам, представляет собой химический элемент с символом W и атомным номером 74. Название вольфрама происходит от прежнего шведского названия вольфрамового минерала шеелита, вольфрама или «тяжелого камня». Вольфрам — это редкий металл, встречающийся в природе на Земле почти исключительно в сочетании с другими элементами в химических соединениях, а не отдельно. Он был идентифицирован как новый элемент в 1781 году и впервые выделен как металл в 1783 году. Его важные руды включают вольфрамит и шеелит.",
      "source": "https://en.wikipedia.org/wiki/Tungsten",
      "category": "Transition Metal",
      "atomic_weight": "183.84(1) u(±)",
      "colors": [
        4294953512,
        4294963811
      ]
    },
    {
      "number": 106,
      "name": "Seaborgium",
      "symbol": "Sg",
      "extract": "Сиборгий — синтетический химический элемент с символом Sg и атомным номером 106. Он назван в честь американского химика-ядерщика Гленна Т. Сиборга. Как синтетический элемент он может быть создан в лаборатории, но не встречается в природе. Он также радиоактивен; самый стабильный известный изотоп, 269Sg, имеет период полураспада примерно 14 минут. В периодической таблице элементов это трансактинидный элемент d-блока. Он является членом 7-го периода и относится к элементам 6-й группы как четвертый член 6-го ряда переходных металлов.",
      "source": "https://en.wikipedia.org/wiki/Seaborgium",
      "category": "Transition Metal",
      "atomic_weight": "[269] (mass number)",
      "colors": [
        4294953512,
        4294963811
      ]
    },
    null,
    {
      "number": 60,
      "name": "Neodymium",
      "symbol": "Nd",
      "extract": "Неодим — это химический элемент с символом Nd и атомным номером 60. Это мягкий серебристый металл, который тускнеет на воздухе. Неодим был открыт в 1885 году австрийским химиком Карлом Ауэром фон Вельсбахом. Он присутствует в значительных количествах в рудных минералах монаците и бастнезите. Неодим не встречается в природе в металлической форме или в несмешанном виде с другими лантаноидами, и его обычно очищают для общего использования.",
      "source": "https://en.wikipedia.org/wiki/Neodymium",
      "category": "Lanthanide",
      "atomic_weight": "144.242(3) u(±)",
      "colors": [
        4287349578,
        4292141399
      ]
    },
    {
      "number": 92,
      "name": "Uranium",
      "symbol": "U",
      "extract": "Уран — это химический элемент с символом U и атомным номером 92. Это металл серебристо-серого цвета в ряду актинидов периодической таблицы. Атом урана имеет 92 протона и 92 электрона, из которых 6 валентных электронов. Уран слаборадиоактивен, потому что все изотопы урана нестабильны, а период полураспада варьируется от 159 200 лет до 4,5 миллиардов лет. Наиболее распространенными изотопами в природном уране являются уран-238 (содержит 146 нейтронов, что составляет более 99%) и уран-235 (содержит 143 нейтрона).",
      "source": "https://en.wikipedia.org/wiki/Uranium",
      "category": "Actinide",
      "atomic_weight": "238.02891(3) u(±)",
      "colors": [
        4279161591,
        4289920762
      ]
    },
    null,
    null,
    null,
    {
      "number": 25,
      "name": "Марганец",
      "symbol": "Mn",
      "extract": "Марганец — это химический элемент с символом Mn и атомным номером 25. В природе он не встречается в свободном виде; он часто встречается в минералах в сочетании с железом. Марганец — это металл, который используется в промышленных сплавах, особенно в нержавеющих сталях.\nИсторически марганец назван в честь пиролюзита и других черных минералов из области Магнезия в Греции, которая также дала название магнию и магнетиту железной руды. К середине 18 века шведско-немецкий химик Карл Вильгельм Шееле использовал пиролюзит для производства хлора.",
      "source": "https://en.wikipedia.org/wiki/Manganese",
      "category": "Transition Metal",
      "atomic_weight": "54.938043(2) u(±)",
      "colors": [
        4294953512,
        4294963811
      ]
    },
    {
      "number": 43,
      "name": "Технеций",
      "symbol": "Тс",
      "extract": "Технеций — это химический элемент с символом Tc и атомным номером 43. Это самый легкий элемент, все изотопы которого радиоактивны; ни один из них не является стабильным, за исключением полностью ионизированного состояния 97Tc. Почти весь технеций производится синтетическим путем, и в любой момент времени в земной коре можно найти только около 18 000 тонн. Встречающийся в природе технеций представляет собой продукт спонтанного деления в урановой руде и ториевой руде, наиболее распространенный источник, или продукт захвата нейтронов в молибденовых рудах. Этот серебристо-серый кристаллический переходный металл находится между рением и марганцем в группе 7 периодической таблицы, а его химические свойства занимают промежуточное положение между свойствами этих двух соседних элементов.",
      "source": "https://en.wikipedia.org/wiki/Technetium",
      "category": "Transition Metal",
      "atomic_weight": "[98] (mass number)",
      "colors": [
        4294953512,
        4294963811
      ]
    },
    {
      "number": 75,
      "name": "Рений",
      "symbol": "Ре",
      "extract": "Рений — это химический элемент с символом Re и атомным номером 75. Это серебристо-серый тяжелый переходный металл третьего ряда в группе 7 периодической таблицы. При предполагаемой средней концентрации рения в 1 часть на миллиард (ppb) он является одним из самых редких элементов в земной коре. Рений имеет третью по величине температуру плавления и вторую по величине температуру кипения среди всех элементов при 5903 К. Рений химически напоминает марганец и технеций и в основном получается как побочный продукт при добыче и очистке молибденовых и медных руд. Рений проявляет в своих соединениях широкий спектр степеней окисления в диапазоне от -1 до +7.",
      "source": "https://en.wikipedia.org/wiki/Rhenium",
      "category": "Transition Metal",
      "atomic_weight": "186.207(1) u(±)",
      "colors": [
        4294953512,
        4294963811
      ]
    },
    {
      "number": 107,
      "name": "Борий",
      "symbol": "Bh",
      "extract": "Борий — синтетический химический элемент с символом Bh и атомным номером 107. Он назван в честь датского физика Нильса Бора. Как синтетический элемент он может быть создан в лаборатории, но не встречается в природе. Он радиоактивен: его самый стабильный известный изотоп, 270Bh, имеет период полураспада примерно 61 секунду, хотя неподтвержденный 278Bh может иметь более длительный период полураспада - около 690 секунд.\nВ периодической таблице элементов это трансактинидный элемент d-блока.",
      "source": "https://en.wikipedia.org/wiki/Bohrium",
      "category": "Transition Metal",
      "atomic_weight": "[270] (mass number)",
      "colors": [
        4294953512,
        4294963811
      ]
    },
    null,
    {
      "number": 61,
      "name": "Прометий",
      "symbol": "Pm",
      "extract": "Прометий — это химический элемент с символом Pm и атомным номером 61. Все его изотопы радиоактивны; это чрезвычайно редко, всего около 500-600 граммов, встречающихся в земной коре в любой момент времени. Прометий является одним из двух радиоактивных элементов, за которыми в периодической таблице следуют элементы со стабильными формами, вторым является технеций. Химически прометий является лантанидом. Прометий показывает только одну стабильную степень окисления +3.",
      "source": "https://en.wikipedia.org/wiki/Promethium",
      "category": "Lanthanide",
      "atomic_weight": "[145] (mass number)",
      "colors": [
        4287349578,
        4292141399
      ]
    },
    {
      "number": 93,
      "name": "Нептуний",
      "symbol": "Нп",
      "extract": "Нептуний представляет собой химический элемент с символом Np и атомным номером 93. Радиоактивный актинидный металл, нептуний является первым трансурановым элементом. Его положение в периодической таблице сразу после урана, названного в честь планеты Уран, привело к тому, что он был назван в честь Нептуна, следующей за Ураном планеты. Атом нептуния имеет 93 протона и 93 электрона, семь из которых являются валентными электронами. Металлический нептуний имеет серебристый цвет и тускнеет на воздухе.",
      "source": "https://en.wikipedia.org/wiki/Neptunium",
      "category": "Actinide",
      "atomic_weight": "[237] (mass number)",
      "colors": [
        4279161591,
        4289920762
      ]
    },
    null,
    null,
    null,
    {
      "number": 26,
      "name": "Железо",
      "symbol": "Fe",
      "extract": "Железо () — химический элемент с символом Fe (от латинского: ferrum) и атомным номером 26. Это металл, относящийся к первому переходному ряду и группе 8 периодической таблицы. По массе это самый распространенный элемент на Земле, образующий большую часть внешнего и внутреннего ядра Земли. Это четвертый по распространенности элемент в земной коре.\nЧистое железо очень редко встречается в земной коре, в основном ограничиваясь метеоритами.",
      "source": "https://en.wikipedia.org/wiki/Iron",
      "category": "Transition Metal",
      "atomic_weight": "55.845(2) u(±)",
      "colors": [
        4294953512,
        4294963811
      ]
    },
    {
      "number": 44,
      "name": "Рутений",
      "symbol": "Ru",
      "extract": "Рутений — это химический элемент с символом Ru и атомным номером 44. Это редкий переходный металл, принадлежащий к платиновой группе периодической таблицы. Как и другие металлы платиновой группы, рутений инертен к большинству других химических веществ. Родившийся в России ученый балтийско-германского происхождения Карл Эрнст Клаус открыл этот элемент в 1844 году в Казанском государственном университете и назвал его в честь латинского названия своей родины, Руси. Рутений обычно встречается в качестве второстепенного компонента платиновых руд; годовой объем производства вырос примерно с 19 тонн в 2009 году до примерно 35,5 тонн в 2017 году.",
      "source": "https://en.wikipedia.org/wiki/Ruthenium",
      "category": "Transition Metal",
      "atomic_weight": "101.07(2) u(±)",
      "colors": [
        4294953512,
        4294963811
      ]
    },
    {
      "number": 76,
      "name": "Осмий",
      "symbol": "Os",
      "extract": "Осмий (от греческого ὀσμή osme, «запах») представляет собой химический элемент с символом Os и атомным номером 76. Это твердый, хрупкий, голубовато-белый переходный металл платиновой группы, который встречается в качестве микроэлемента в сплавах, в основном в платиновых рудах. Осмий — самый плотный встречающийся в природе элемент с экспериментально измеренной (с помощью рентгеновской кристаллографии) плотностью 22,59 г/см3. Производители используют его сплавы с платиной, иридием и другими металлами платиновой группы для изготовления наконечников перьевых ручек, электрических контактов и других устройств, требующих чрезвычайной прочности и твердости. Содержание элемента в земной коре является одним из самых редких.",
      "source": "https://en.wikipedia.org/wiki/Osmium",
      "category": "Transition Metal",
      "atomic_weight": "190.23(3) u(±)",
      "colors": [
        4294953512,
        4294963811
      ]
    },
    {
      "number": 108,
      "name": "Хассий",
      "symbol": "Hs",
      "extract": "Хассий — синтетический химический элемент с символом Hs и атомным номером 108. Он назван в честь немецкой земли Гессен. Это синтетический элемент и радиоактивный; самый стабильный известный изотоп, 270Hs, имеет период полураспада примерно 10 секунд.\nВ периодической таблице элементов это трансактинидный элемент d-блока. Хассий относится к 7-му периоду и относится к элементам 8-й группы: таким образом, он является шестым членом 6-го ряда переходных металлов.",
      "source": "https://en.wikipedia.org/wiki/Hassium",
      "category": "Transition Metal",
      "atomic_weight": "[270] (mass number)",
      "colors": [
        4294953512,
        4294963811
      ]
    },
    null,
    {
      "number": 62,
      "name": "Самарий",
      "symbol": "см",
      "extract": "Самарий — химический элемент с символом Sm и атомным номером 62. Это серебристый металл средней твердости, медленно окисляющийся на воздухе. Являясь типичным членом ряда лантанидов, самарий обычно принимает степень окисления +3. Также известны соединения самария (II), в первую очередь моноксид SmO, монохалькогениды SmS, SmSe и SmTe, а также йодид самария (II). Последнее соединение является обычным восстановителем в химическом синтезе.",
      "source": "https://en.wikipedia.org/wiki/Samarium",
      "category": "Lanthanide",
      "atomic_weight": "150.36(2) u(±)",
      "colors": [
        4287349578,
        4292141399
      ]
    },
    {
      "number": 94,
      "name": "Плутоний",
      "symbol": "Пу",
      "extract": "Плутоний — радиоактивный химический элемент с символом Pu и атомным номером 94. Это актинидный металл серебристо-серого цвета, который тускнеет на воздухе и образует матовое покрытие при окислении. Элемент обычно имеет шесть аллотропов и четыре степени окисления. Реагирует с углеродом, галогенами, азотом, кремнием и водородом. При воздействии влажного воздуха он образует оксиды и гидриды, которые могут увеличить объем образца до 70%, которые, в свою очередь, отслаиваются в виде пирофорного порошка.",
      "source": "https://en.wikipedia.org/wiki/Plutonium",
      "category": "Actinide",
      "atomic_weight": "[244] (mass number)",
      "colors": [
        4279161591,
        4289920762
      ]
    },
    null,
    null,
    null,
    {
      "number": 27,
      "name": "Кобальт",
      "symbol": "Ко",
      "extract": "Кобальт — химический элемент с символом Co и атомным номером 27. Как и никель, кобальт встречается в земной коре только в химически связанной форме, за исключением небольших месторождений, обнаруженных в сплавах природного метеоритного железа. Свободный элемент, получаемый восстановительной плавкой, представляет собой твердый, блестящий металл серебристо-серого цвета.\nСиние пигменты на основе кобальта (синий кобальт) использовались с древних времен для изготовления украшений и красок, а также для придания характерного синего оттенка стеклу, но позже алхимики считали, что этот цвет связан с известным металлическим висмутом. Горняки долгое время использовали название «кобольдская руда» (по-немецки «гоблинская руда») для некоторых минералов, производящих синий пигмент; они были названы так потому, что были бедны известными металлами и при плавке выделяли ядовитые пары, содержащие мышьяк.",
      "source": "https://en.wikipedia.org/wiki/Cobalt",
      "category": "Transition Metal",
      "atomic_weight": "58.933194(3) u(±)",
      "colors": [
        4294953512,
        4294963811
      ]
    },
    {
      "number": 45,
      "name": "Родий",
      "symbol": "Rh",
      "extract": "Родий — химический элемент с символом Rh и атомным номером 45. Это редкий, серебристо-белый, твердый, устойчивый к коррозии и химически инертный переходный металл. Это благородный металл, член платиновой группы. Он имеет только один встречающийся в природе изотоп 103Rh. Встречающийся в природе родий обычно встречается в виде свободного металла в сплаве с аналогичными металлами и редко в виде химического соединения в таких минералах, как боуиит и родплюмсит.",
      "source": "https://en.wikipedia.org/wiki/Rhodium",
      "category": "Transition Metal",
      "atomic_weight": "102.90549(2) u(±)",
      "colors": [
        4294953512,
        4294963811
      ]
    },
    {
      "number": 77,
      "name": "Иридий",
      "symbol": "Ир",
      "extract": "Иридий — химический элемент с символом Ir и атомным номером 77. Очень твердый, хрупкий, серебристо-белый переходный металл платиновой группы, иридий — второй по плотности металл (после осмия) с плотностью 22,56 г/см3, как определено. методом экспериментальной рентгеновской кристаллографии. При комнатной температуре и стандартном атмосферном давлении иридий имеет плотность 22,65 г/см3, что на 0,04 г/см3 выше плотности осмия, измеренного таким же образом. Это наиболее устойчивый к коррозии металл даже при температурах до 2000 °C. Хотя только некоторые расплавленные соли и галогены вызывают коррозию твердого иридия, мелкодисперсная иридиевая пыль гораздо более реакционноспособна и может быть легко воспламеняющейся.\nИридий был открыт в 1803 г. среди нерастворимых примесей в природной платине.",
      "source": "https://en.wikipedia.org/wiki/Iridium",
      "category": "Transition Metal",
      "atomic_weight": "192.217(2) u(±)",
      "colors": [
        4294953512,
        4294963811
      ]
    },
    {
      "number": 109,
      "name": "Мейтнериум",
      "symbol": "Мт",
      "extract": "Мейтнерий — синтетический химический элемент с символом Mt и атомным номером 109. Это чрезвычайно радиоактивный синтетический элемент (элемент не встречается в природе, но может быть получен в лаборатории). Самый стабильный известный изотоп, мейтнерий-278, имеет период полураспада 7,6 секунды, хотя неподтвержденный мейтнерий-282 может иметь более длительный период полураспада - 67 секунд. Центр исследований тяжелых ионов Гельмгольца GSI недалеко от Дармштадта, Германия, впервые создал этот элемент в 1982 году. Он назван в честь Лизы Мейтнер.",
      "source": "https://en.wikipedia.org/wiki/Meitnerium",
      "category": "Unknown chemical properties",
      "atomic_weight": "[278] (mass number)",
      "colors": [
        4285890458,
        4292337128
      ]
    },
    null,
    {
      "number": 63,
      "name": "Европий",
      "symbol": "Eu",
      "extract": "Европий — химический элемент с символом Eu и атомным номером 63. Он был выделен в 1901 году и назван в честь европейского континента. Это умеренно твердый металл серебристого цвета, который легко окисляется на воздухе и в воде. Являясь типичным членом ряда лантанидов, европий обычно принимает степень окисления +3, но также распространена степень окисления +2. Все соединения европия со степенью окисления +2 слабо восстановительные.",
      "source": "https://en.wikipedia.org/wiki/Europium",
      "category": "Lanthanide",
      "atomic_weight": "151.964(1) u(±)",
      "colors": [
        4287349578,
        4292141399
      ]
    },
    {
      "number": 95,
      "name": "Америций",
      "symbol": "Am",
      "extract": "Америций представляет собой синтетический химический элемент с символом Am и атомным номером 95. Он является радиоактивным и трансурановым членом ряда актинидов, в периодической таблице расположен под лантанидным элементом европием, и, таким образом, по аналогии был назван в честь Америки. Америций был первым произведен в 1944 году группой Гленна Т. Сиборга из Беркли, Калифорния, в Металлургической лаборатории Чикагского университета в рамках Манхэттенского проекта. Хотя это третий элемент в трансурановом ряду, он был открыт четвертым после более тяжелого кюрия. Открытие держалось в секрете и было обнародовано только в ноябре 1945 года. Большая часть америция производится путем бомбардировки урана или плутония нейтронами в ядерных реакторах - одна тонна отработавшего ядерного топлива содержит около 100 граммов америция.",
      "source": "https://en.wikipedia.org/wiki/Americium",
      "category": "Actinide",
      "atomic_weight": "[243] (mass number)",
      "colors": [
        4279161591,
        4289920762
      ]
    },
    null,
    null,
    null,
    {
      "number": 28,
      "name": "Никель",
      "symbol": "ни",
      "extract": "Никель — химический элемент с символом Ni и атомным номером 28. Это серебристо-белый блестящий металл с легким золотистым оттенком. Никель относится к переходным металлам, тверд и пластичен. Чистый никель, измельченный в порошок для увеличения площади реакционной поверхности, проявляет значительную химическую активность, но более крупные частицы медленно реагируют с воздухом в стандартных условиях, поскольку на поверхности образуется оксидный слой, предотвращающий дальнейшую коррозию (пассивацию). Тем не менее, чистый самородный никель встречается в земной коре лишь в небольших количествах, обычно в ультраосновных породах и в недрах более крупных никель-железных метеоритов, которые не подвергались воздействию кислорода вне земной атмосферы.",
      "source": "https://en.wikipedia.org/wiki/Nickel",
      "category": "Transition Metal",
      "atomic_weight": "58.6934(4) u(±)",
      "colors": [
        4294953512,
        4294963811
      ]
    },
    {
      "number": 46,
      "name": "Палладий",
      "symbol": "Pd",
      "extract": "Палладий — это химический элемент с символом Pd и атомным номером 46. Это редкий и блестящий серебристо-белый металл, открытый в 1803 году Уильямом Хайдом Волластоном. Он назвал его в честь астероида Паллада, который сам был назван в честь эпитета греческой богини Афины, полученного ею, когда она убила Палладу. Палладий, платина, родий, рутений, иридий и осмий образуют группу элементов, называемых металлами платиновой группы (МПГ). Они имеют схожие химические свойства, но палладий имеет самую низкую температуру плавления и является наименее плотным из них.",
      "source": "https://en.wikipedia.org/wiki/Palladium",
      "category": "Transition Metal",
      "atomic_weight": "106.42(1) u(±)",
      "colors": [
        4294953512,
        4294963811
      ]
    },
    {
      "number": 78,
      "name": "Платина",
      "symbol": "Пт",
      "extract": "Платина — это химический элемент с символом Pt и атомным номером 78. Это плотный, ковкий, пластичный, очень нереакционноспособный, драгоценный серебристо-белый переходный металл. Его название происходит от испанского термина platino, что означает «маленькое серебро». Платина является членом платиновой группы элементов и группы 10 периодической таблицы элементов. Он имеет шесть встречающихся в природе изотопов. Это один из самых редких элементов в земной коре со средним содержанием примерно 5 мкг/кг.",
      "source": "https://en.wikipedia.org/wiki/Platinum",
      "category": "Transition Metal",
      "atomic_weight": "195.084(9) u(±)",
      "colors": [
        4294953512,
        4294963811
      ]
    },
    {
      "number": 110,
      "name": "Дармштадциум",
      "symbol": "Дс",
      "extract": "Дармштадтий — синтетический химический элемент с символом Ds и атомным номером 110. Это чрезвычайно радиоактивный синтетический элемент. Самый стабильный известный изотоп, дармштадтий-281, имеет период полураспада примерно 12,7 секунды. Дармштадт был впервые создан в 1994 году Центром исследований тяжелых ионов им. Гельмгольца GSI недалеко от города Дармштадт, Германия, в честь которого он был назван.\nВ периодической таблице это трансактинидный элемент d-блока.",
      "source": "https://en.wikipedia.org/wiki/Darmstadtium",
      "category": "Unknown chemical properties",
      "atomic_weight": "[281] (mass number)",
      "colors": [
        4285890458,
        4292337128
      ]
    },
    null,
    {
      "number": 64,
      "name": "Гадолиний",
      "symbol": "Бг",
      "extract": "Гадолиний — химический элемент с символом Gd и атомным номером 64. Гадолиний — серебристо-белый, ковкий и пластичный редкоземельный металл. Он встречается в природе только в окисленном виде и даже в выделенном виде обычно имеет примеси других редкоземельных элементов. Гадолиний был открыт в 1880 году Жаном Шарлем де Мариньяком, который обнаружил его оксид с помощью спектроскопии. Он назван в честь минерала гадолиния, одного из минералов, в котором содержится гадолиний, названного в честь химика Йохана Гадолина.",
      "source": "https://en.wikipedia.org/wiki/Gadolinium",
      "category": "Lanthanide",
      "atomic_weight": "157.25(3) u(±)",
      "colors": [
        4287349578,
        4292141399
      ]
    },
    {
      "number": 96,
      "name": "Кюрий",
      "symbol": "См",
      "extract": "Кюрий — это трансурановый радиоактивный химический элемент с символом Cm и атомным номером 96. Этот элемент из ряда актинидов был назван в честь Марии и Пьера Кюри — оба были известны своими исследованиями радиоактивности. Куриум был впервые преднамеренно произведен и идентифицирован в июле 1944 года группой Гленна Т. Сиборга из Калифорнийского университета в Беркли. Открытие держалось в секрете и было обнародовано только в ноябре 1947 года. Большая часть кюрия производится путем бомбардировки урана или плутония нейтронами в ядерных реакторах - одна тонна отработавшего ядерного топлива содержит около 20 граммов кюрия.",
      "source": "https://en.wikipedia.org/wiki/Curium",
      "category": "Actinide",
      "atomic_weight": "[247] (mass number)",
      "colors": [
        4279161591,
        4289920762
      ]
    },
    null,
    null,
    null,
    {
      "number": 29,
      "name": "Медь",
      "symbol": "Cu",
      "extract": "Медь — это химический элемент с символом Cu (от латинского: cuprum) и атомным номером 29. Это мягкий, ковкий и пластичный металл с очень высокой тепло- и электропроводностью. Свежая открытая поверхность чистой меди имеет розовато-оранжевый цвет. Медь используется как проводник тепла и электричества, как строительный материал и как составная часть различных металлических сплавов, таких как стерлинговое серебро, используемое в ювелирных изделиях, мельхиор, используемый для изготовления морского оборудования и монет, и константан, используемый в тензодатчиках и термопарах. для измерения температуры.\nМедь является одним из немногих металлов, которые могут встречаться в природе в металлической форме, пригодной для непосредственного использования (самородные металлы).",
      "source": "https://en.wikipedia.org/wiki/Copper",
      "category": "Transition Metal",
      "atomic_weight": "63.546(3) u(±)",
      "colors": [
        4294953512,
        4294963811
      ]
    },
    {
      "number": 47,
      "name": "Серебро",
      "symbol": "Аг",
      "extract": "Серебро — это химический элемент с символом Ag (от латинского argentum, происходящего от протоиндоевропейского h₂erǵ: «блестящий» или «белый») и атомным номером 47. Мягкий, белый, блестящий переходный металл, он демонстрирует самые высокие электропроводность, теплопроводность и отражательная способность любого металла. Металл встречается в земной коре в чистом, свободном элементном виде («самородное серебро»), в виде сплава с золотом и другими металлами, а также в таких минералах, как аргентит и хлораргирит. Большая часть серебра производится как побочный продукт аффинажа меди, золота, свинца и цинка.\nСеребро издавна считалось драгоценным металлом.",
      "source": "https://en.wikipedia.org/wiki/Silver",
      "category": "Transition Metal",
      "atomic_weight": "107.8682(2) u(±)",
      "colors": [
        4294953512,
        4294963811
      ]
    },
    {
      "number": 79,
      "name": "Золото",
      "symbol": "Au",
      "extract": "Золото — это химический элемент с символом Au (от латинского: aurum) и атомным номером 79, что делает его одним из элементов с более высоким атомным номером, встречающихся в природе. В чистом виде это яркий, слегка красновато-желтый, плотный, мягкий, ковкий и пластичный металл. С химической точки зрения золото является переходным металлом и элементом 11 группы. Это один из наименее реакционноспособных химических элементов, твердый при стандартных условиях. Золото часто встречается в свободной элементарной (самородной) форме, в виде самородков или зерен, в горных породах, жилах и аллювиальных отложениях.",
      "source": "https://en.wikipedia.org/wiki/Gold",
      "category": "Transition Metal",
      "atomic_weight": "196.966570(4) u(±)",
      "colors": [
        4294953512,
        4294963811
      ]
    },
    {
      "number": 111,
      "name": "Рентгений",
      "symbol": "Rg",
      "extract": "Рентгений — это химический элемент с символом Rg и атомным номером 111. Это чрезвычайно радиоактивный синтетический элемент, который может быть создан в лаборатории, но не встречается в природе. Самый стабильный известный изотоп, рентгений-282, имеет период полураспада 100 секунд, хотя неподтвержденный рентгений-286 может иметь более длительный период полураспада - около 10,7 минут. Рентгений был впервые создан в 1994 году в Центре исследований тяжелых ионов им. Гельмгольца GSI недалеко от Дармштадта, Германия. Он назван в честь физика Вильгельма Рентгена (также пишется Рентген), открывшего рентгеновские лучи.",
      "source": "https://en.wikipedia.org/wiki/Roentgenium",
      "category": "Unknown chemical properties",
      "atomic_weight": "[282] (mass number)",
      "colors": [
        4285890458,
        4292337128
      ]
    },
    null,
    {
      "number": 65,
      "name": "Тербий",
      "symbol": "ТБ",
      "extract": "Тербий — химический элемент с символом Tb и атомным номером 65. Это серебристо-белый редкоземельный металл, ковкий, пластичный и достаточно мягкий, чтобы его можно было разрезать ножом. Тербий, девятый член ряда лантанидов, является довольно электроположительным металлом, который реагирует с водой, выделяя газообразный водород. Тербий никогда не встречается в природе в свободном виде, но содержится во многих минералах, в том числе в церите, гадолините, монаците, ксенотиме, эвксените.\nШведский химик Карл Густав Мосандер открыл тербий как химический элемент в 1843 году.",
      "source": "https://en.wikipedia.org/wiki/Terbium",
      "category": "Lanthanide",
      "atomic_weight": "158.925354(8) u(±)",
      "colors": [
        4287349578,
        4292141399
      ]
    },
    {
      "number": 97,
      "name": "Берклиум",
      "symbol": "Бк",
      "extract": "Берклий представляет собой трансурановый радиоактивный химический элемент с символом Bk и атомным номером 97. Он является членом ряда актинидных и трансурановых элементов. Он назван в честь города Беркли, Калифорния, где располагалась Национальная лаборатория Лоуренса Беркли (затем Радиационная лаборатория Калифорнийского университета), где он был открыт в декабре 1949 года. Берклий был пятым трансурановым элементом, открытым после нептуния, плутония, кюрия и америций.\nОсновной изотоп берклия, 249Bk, синтезируется в незначительных количествах в специализированных высокопоточных ядерных реакторах, в основном в Окриджской национальной лаборатории в Теннесси, США, и в Научно-исследовательском институте атомных реакторов в Димитровграде, Россия.",
      "source": "https://en.wikipedia.org/wiki/Berkelium",
      "category": "Actinide",
      "atomic_weight": "[247] (mass number)",
      "colors": [
        4279161591,
        4289920762
      ]
    },
    null,
    null,
    null,
    {
      "number": 30,
      "name": "Цинк",
      "symbol": "Zn",
      "extract": "Цинк — это химический элемент с символом Zn и атомным номером 30. Это первый элемент в группе 12 периодической таблицы. В некоторых отношениях цинк химически подобен магнию: оба элемента имеют только одну нормальную степень окисления (+2), а ионы Zn2+ и Mg2+ имеют одинаковый размер. Цинк является 24-м наиболее распространенным элементом в земной коре и имеет пять стабильных изотопов. Наиболее распространенной цинковой рудой является сфалерит (цинковая обманка), сульфидный минерал цинка.",
      "source": "https://en.wikipedia.org/wiki/Zinc",
      "category": "Post-transition Metal",
      "atomic_weight": "65.38(2) u(±)",
      "colors": [
        4279343502,
        4281921405
      ]
    },
    {
      "number": 48,
      "name": "Кадмий",
      "symbol": "Cd",
      "extract": "Кадмий — химический элемент с символом Cd и атомным номером 48. Этот мягкий голубовато-белый металл химически подобен двум другим стабильным металлам группы 12, цинку и ртути. Подобно цинку, он демонстрирует степень окисления +2 в большинстве своих соединений и, подобно ртути, имеет более низкую температуру плавления, чем переходные металлы в группах с 3 по 11. Кадмий и его родственные соединения в группе 12 часто не считаются переходными металлами, в что они не имеют частично заполненных d или f электронных оболочек в элементарных или обычных степенях окисления. Средняя концентрация кадмия в земной коре составляет от 0,1 до 0,5 частей на миллион (промилле).",
      "source": "https://en.wikipedia.org/wiki/Cadmium",
      "category": "Post-transition Metal",
      "atomic_weight": "112.414(4) u(±)",
      "colors": [
        4279343502,
        4281921405
      ]
    },
    {
      "number": 80,
      "name": "Ртуть",
      "symbol": "Hg",
      "extract": "Ртуть — это химический элемент с символом Hg и атомным номером 80. Он широко известен как ртуть и ранее назывался гидраргирум (hy-DRAR-jər-əm). Тяжелый серебристый элемент d-блока, ртуть — единственный металлический элемент, который находится в жидком состоянии при стандартных условиях температуры и давления; единственный другой элемент, который в этих условиях является жидким, - это галогенбром, хотя такие металлы, как цезий, галлий и рубидий, плавятся при температуре чуть выше комнатной.\nРтуть встречается в месторождениях по всему миру в основном в виде киновари (сульфид ртути). Красный пигмент киновари получают путем измельчения натуральной киновари или синтетического сульфида ртути.",
      "source": "https://en.wikipedia.org/wiki/Mercury (element)",
      "category": "Post-transition Metal",
      "atomic_weight": "200.592(3) u(±)",
      "colors": [
        4279343502,
        4281921405
      ]
    },
    {
      "number": 112,
      "name": "Коперниций",
      "symbol": "Сп",
      "extract": "Коперниций представляет собой синтетический химический элемент с символом Cn и атомным номером 112. Его известные изотопы чрезвычайно радиоактивны и были созданы только в лаборатории. Самый стабильный известный изотоп, коперниций-285, имеет период полураспада примерно 29 секунд. Copernicium был впервые создан в 1996 году Центром исследований тяжелых ионов им. Гельмгольца GSI недалеко от Дармштадта, Германия. Он назван в честь астронома Николая Коперника.",
      "source": "https://en.wikipedia.org/wiki/Copernicium",
      "category": "Post-transition Metal",
      "atomic_weight": "[285] (mass number)",
      "colors": [
        4279343502,
        4281921405
      ]
    },
    null,
    {
      "number": 66,
      "name": "Диспрозий",
      "symbol": "Ди",
      "extract": "Диспрозий — это химический элемент с символом Dy и атомным номером 66. Это редкоземельный элемент с металлическим серебряным блеском. Диспрозий никогда не встречается в природе в виде свободного элемента, хотя он встречается в различных минералах, таких как ксенотим. Встречающийся в природе диспрозий состоит из семи изотопов, наиболее распространенным из которых является 164Dy.\nДиспрозий был впервые идентифицирован в 1886 году Полем Эмилем Лекоком де Буабодраном, но в чистом виде он не был выделен до тех пор, пока в 1950-х годах не были разработаны методы ионного обмена.",
      "source": "https://en.wikipedia.org/wiki/Dysprosium",
      "category": "Lanthanide",
      "atomic_weight": "162.500(1) u(±)",
      "colors": [
        4287349578,
        4292141399
      ]
    },
    {
      "number": 98,
      "name": "Калифорния",
      "symbol": "Cf",
      "extract": "Калифорний представляет собой радиоактивный химический элемент с символом Cf и атомным номером 98. Этот элемент был впервые синтезирован в 1950 году в Национальной лаборатории Лоуренса в Беркли (затем Радиационная лаборатория Калифорнийского университета) путем бомбардировки кюрия альфа-частицами (ионами гелия-4). Это актинидный элемент, шестой синтезированный трансурановый элемент, и он имеет вторую по величине атомную массу из всех элементов, которые были произведены в количествах, достаточно больших, чтобы их можно было увидеть невооруженным глазом (после эйнштейния). Элемент был назван в честь университета и штата Калифорния.\nДля калифорния существуют две кристаллические формы при нормальном давлении: одна выше и одна ниже 900 ° C (1650 ° F).",
      "source": "https://en.wikipedia.org/wiki/Californium",
      "category": "Actinide",
      "atomic_weight": "[251] (mass number)",
      "colors": [
        4279161591,
        4289920762
      ]
    },
    null,
    {
      "number": 5,
      "name": "Бор",
      "symbol": "Б",
      "extract": "Бор — это химический элемент с символом B и атомным номером 5. Образующийся полностью в результате расщепления космических лучей и сверхновых, а не в результате звездного нуклеосинтеза, он является элементом с низким содержанием в Солнечной системе и в земной коре. Бор концентрируется на Земле из-за растворимости в воде его более распространенных в природе соединений, боратных минералов. Их промышленно добывают в виде эвапоритов, таких как бура и кернит. Крупнейшие известные месторождения бора находятся в Турции, крупнейшем производителе минералов бора.",
      "source": "https://en.wikipedia.org/wiki/Boron",
      "category": "Metalloid",
      "atomic_weight": "10.81 u(±)",
      "colors": [
        4278219519,
        4278241023
      ]
    },
    {
      "number": 13,
      "name": "Алюминий",
      "symbol": "Ал",
      "extract": "Алюминий или алюминий — это химический элемент с символом Al и атомным номером 13. Это серебристо-белый, мягкий, немагнитный и пластичный металл группы бора. По массе алюминий составляет около 8% земной коры; это третий по распространенности элемент после кислорода и кремния и самый распространенный металл в земной коре, хотя он менее распространен в нижней мантии. Главной рудой алюминия являются бокситы. Металлический алюминий настолько химически активен, что природные образцы редки и ограничены экстремальными восстановительными средами.",
      "source": "https://en.wikipedia.org/wiki/Aluminium",
      "category": "Post-transition Metal",
      "atomic_weight": "26.9815384(3) u(±)",
      "colors": [
        4279343502,
        4281921405
      ]
    },
    {
      "number": 31,
      "name": "Галлий",
      "symbol": "Га",
      "extract": "Галлий — это химический элемент с символом Ga и атомным номером 31. Он находится в 13-й группе периодической таблицы и, таким образом, имеет сходство с другими металлами группы, алюминием, индием и таллием. Галлий не встречается в природе в виде свободного элемента, а встречается в виде соединений галлия (III) в следовых количествах в цинковых рудах и бокситах. Элементарный галлий представляет собой мягкий металл серебристо-голубого цвета при стандартной температуре и давлении, хрупкое твердое вещество при низких температурах и жидкость при температурах выше 29,76 ° C (85,57 ° F) (выше комнатной температуры, но ниже нормальной температуры человеческого тела). 37 ° C (99 ° F), следовательно, металл расплавится в руках человека).\nТемпература плавления галлия используется в качестве точки отсчета температуры.",
      "source": "https://en.wikipedia.org/wiki/Gallium",
      "category": "Post-transition Metal",
      "atomic_weight": "69.723(1) u(±)",
      "colors": [
        4279343502,
        4281921405
      ]
    },
    {
      "number": 49,
      "name": "Индий",
      "symbol": "In",
      "extract": "Индий — химический элемент с символом In и атомным номером 49. Это постпереходный металл, составляющий 0,21 части на миллион в земной коре. Очень мягкий и ковкий, индий имеет температуру плавления выше, чем у натрия и галлия, но ниже, чем у лития и олова. Химически индий похож на галлий и таллий и по своим свойствам занимает промежуточное положение между ними. Индий был открыт в 1863 году Фердинандом Райхом и Иеронимом Теодором Рихтером спектроскопическими методами.",
      "source": "https://en.wikipedia.org/wiki/Indium",
      "category": "Post-transition Metal",
      "atomic_weight": "114.818(1) u(±)",
      "colors": [
        4279343502,
        4281921405
      ]
    },
    {
      "number": 81,
      "name": "Таллий",
      "symbol": "Тл",
      "extract": "Таллий — это химический элемент с символом Tl и атомным номером 81. Это серый постпереходный металл, который не встречается в природе в свободном виде. В изолированном виде таллий напоминает олово, но обесцвечивается на воздухе. Химики Уильям Крукс и Клод-Огюст Лами независимо друг от друга открыли таллий в 1861 году в остатках производства серной кислоты. Оба использовали недавно разработанный метод спектроскопии пламени, в котором таллий дает заметную зеленую спектральную линию.",
      "source": "https://en.wikipedia.org/wiki/Thallium",
      "category": "Post-transition Metal",
      "atomic_weight": "204.38 u(±)",
      "colors": [
        4279343502,
        4281921405
      ]
    },
    {
      "number": 113,
      "name": "Нихоний",
      "symbol": "Нч",
      "extract": "Нигоний — синтетический химический элемент с символом Nh и атомным номером 113. Он чрезвычайно радиоактивен; его самый стабильный известный изотоп, нихоний-286, имеет период полураспада около 10 секунд. В периодической таблице нихоний является трансактинидным элементом р-блока. Он входит в период 7 и группу 13 (группа бора).\nВпервые сообщалось, что нихоний был создан в 2003 году в результате российско-американского сотрудничества в Объединенном институте ядерных исследований (ОИЯИ) в Дубне, Россия, и в 2004 году группой японских ученых в Рикен в Вако, Япония.",
      "source": "https://en.wikipedia.org/wiki/Nihonium",
      "category": "Unknown chemical properties",
      "atomic_weight": "[286] (mass number)",
      "colors": [
        4285890458,
        4292337128
      ]
    },
    null,
    {
      "number": 67,
      "name": "Гольмий",
      "symbol": "Хо",
      "extract": "Гольмий — это химический элемент с символом Но и атомным номером 67. Часть ряда лантанидов, гольмий — редкоземельный элемент. Гольмий был открыт шведским химиком Пером Теодором Клеве. Его оксид был впервые выделен из редкоземельных руд в 1878 году. Название элемента происходит от Holmia, латинского названия города Стокгольм.",
      "source": "https://en.wikipedia.org/wiki/Holmium",
      "category": "Lanthanide",
      "atomic_weight": "164.930328(7) u(±)",
      "colors": [
        4287349578,
        4292141399
      ]
    },
    {
      "number": 99,
      "name": "Эйнштейний",
      "symbol": "Эс",
      "extract": "Эйнштейний представляет собой синтетический элемент с символом Es и атомным номером 99. Член ряда актинидов, это седьмой трансурановый элемент.\nЭйнштейний был обнаружен в составе обломков первого взрыва водородной бомбы в 1952 году и назван в честь Альберта Эйнштейна. Его наиболее распространенный изотоп эйнштейний-253 (период полураспада 20,47 дня) производится искусственно путем распада калифорния-253 в нескольких специализированных мощных ядерных реакторах с общим выходом порядка одного миллиграмма в год. За синтезом в реакторе следует сложный процесс отделения эйнштейния-253 от других актинидов и продуктов их распада.",
      "source": "https://en.wikipedia.org/wiki/Einsteinium",
      "category": "Actinide",
      "atomic_weight": "[252] (mass number)",
      "colors": [
        4279161591,
        4289920762
      ]
    },
    null,
    {
      "number": 6,
      "name": "Углерод",
      "symbol": "C",
      "extract": "Углерод (от латинского: carbo «уголь») — это химический элемент с символом C и атомным номером 6. Он неметаллический и четырехвалентный, что дает четыре электрона для образования ковалентных химических связей. Он принадлежит к 14 группе периодической таблицы. В природе встречаются три изотопа: 12C и 13C — стабильные, а 14C — радионуклид с периодом полураспада около 5730 лет. Углерод — один из немногих элементов, известных с древности. Углерод — 15-й по распространенности элемент в земной коре и четвертый по распространенности элемент во Вселенной по массе после водорода, гелия и кислорода.",
      "source": "https://en.wikipedia.org/wiki/Carbon",
      "category": "Reactive Nonmetal",
      "atomic_weight": "12.011 u(±)",
      "colors": [
        4283657726,
        4287535603
      ]
    },
    {
      "number": 14,
      "name": "Кремний",
      "symbol": "Си",
      "extract": "Кремний — это химический элемент с символом Si и атомным номером 14. Это твердое и хрупкое кристаллическое вещество с сине-серым металлическим блеском; и это четырехвалентный металлоид и полупроводник. Он входит в группу 14 в периодической таблице: углерод находится над ним; а германий, олово и свинец ниже его. Он относительно нереактивен. Из-за его высокого химического сродства к кислороду только в 1823 году Йонс Якоб Берцелиус впервые смог получить его и охарактеризовать в чистом виде.",
      "source": "https://en.wikipedia.org/wiki/Silicon",
      "category": "Metalloid",
      "atomic_weight": "28.085 u(±)",
      "colors": [
        4278219519,
        4278241023
      ]
    },
    {
      "number": 32,
      "name": "Германий",
      "symbol": "Ge",
      "extract": "Германий — химический элемент с символом Ge и атомным номером 32. Это блестящий, твердый, серовато-белый металлоид в углеродной группе, химически подобный своим соседям по группе кремнию и олову. Чистый германий представляет собой полупроводник, внешне похожий на элементарный кремний. Подобно кремнию, германий естественным образом реагирует и образует комплексы с кислородом в природе.\nПоскольку германий редко встречается в высоких концентрациях, он был обнаружен сравнительно поздно в истории химии.",
      "source": "https://en.wikipedia.org/wiki/Germanium",
      "category": "Metalloid",
      "atomic_weight": "72.630(8) u(±)",
      "colors": [
        4278219519,
        4278241023
      ]
    },
    {
      "number": 50,
      "name": "Олово",
      "symbol": "Сн",
      "extract": "Олово — это химический элемент с символом Sn (от латинского: stannum) и атомным номером 50. Это постпереходный металл в группе 14 периодической таблицы элементов. Его получают главным образом из минерала касситерита, содержащего оксид олова SnO2. Олово демонстрирует химическое сходство с обоими своими соседями по группе 14, германием и свинцом, и имеет две основные степени окисления: +2 и чуть более стабильную +4. Олово является 49-м наиболее распространенным элементом и имеет 10 стабильных изотопов, самое большое количество стабильных изотопов в периодической таблице благодаря магическому числу протонов.",
      "source": "https://en.wikipedia.org/wiki/Tin",
      "category": "Post-transition Metal",
      "atomic_weight": "118.710(7) u(±)",
      "colors": [
        4279343502,
        4281921405
      ]
    },
    {
      "number": 82,
      "name": "Свинец",
      "symbol": "Pb",
      "extract": "Свинец () — это химический элемент с символом Pb (от латинского plumbum) и атомным номером 82. Это тяжелый металл, плотность которого выше, чем у большинства распространенных материалов. Свинец мягкий и ковкий, а также имеет относительно низкую температуру плавления. В свежесрезанном виде свинец серебристый с оттенком синего; на воздухе тускнеет до тускло-серого цвета. Свинец имеет самый высокий атомный номер среди всех стабильных элементов, и каждый из трех его изотопа включает основную цепочку распада более тяжелых элементов.",
      "source": "https://en.wikipedia.org/wiki/Lead",
      "category": "Post-transition Metal",
      "atomic_weight": "207.2(1) u(±)",
      "colors": [
        4279343502,
        4281921405
      ]
    },
    {
      "number": 114,
      "name": "Флеровиум",
      "symbol": "Fl",
      "extract": "Флеровий — сверхтяжелый искусственный химический элемент с символом Fl и атомным номером 114. Это чрезвычайно радиоактивный синтетический элемент. Элемент назван в честь Лаборатории ядерных реакций Флерова Объединенного института ядерных исследований в Дубне, Россия, где этот элемент был открыт в 1998 году. Название лаборатории, в свою очередь, дано в честь российского физика Георгия Флёрова (Флёров на кириллице). , отсюда и транслитерация «йо» на «е»). Название было принято IUPAC 30 мая 2012 года.",
      "source": "https://en.wikipedia.org/wiki/Flerovium",
      "category": "Unknown chemical properties",
      "atomic_weight": "[289] (mass number)",
      "colors": [
        4285890458,
        4292337128
      ]
    },
    null,
    {
      "number": 68,
      "name": "Эрбий",
      "symbol": "Эр",
      "extract": "Эрбий — химический элемент с символом Er и атомным номером 68. Серебристо-белый твердый металл при искусственном выделении природный эрбий всегда находится в химическом сочетании с другими элементами. Это лантанид, редкоземельный элемент, первоначально обнаруженный в гадолинитовой шахте в Иттербю в Швеции, откуда он и получил свое название.\nОсновное применение эрбия связано с его розовыми ионами Er3+, которые обладают оптическими флуоресцентными свойствами, особенно полезными в некоторых лазерных приложениях. Стекла или кристаллы, легированные эрбием, можно использовать в качестве среды оптического усиления, где ионы Er3+ оптически накачиваются на длине волны около 980 или 1480 нм, а затем излучают свет на длине волны 1530 нм в вынужденном излучении.",
      "source": "https://en.wikipedia.org/wiki/Erbium",
      "category": "Lanthanide",
      "atomic_weight": "167.259(3) u(±)",
      "colors": [
        4287349578,
        4292141399
      ]
    },
    {
      "number": 100,
      "name": "Фермиум",
      "symbol": "Fm",
      "extract": "Фермий представляет собой синтетический элемент с символом Fm и атомным номером 100. Это актинид и самый тяжелый элемент, который может быть образован нейтронной бомбардировкой более легких элементов, и, следовательно, последний элемент, который может быть получен в макроскопических количествах, хотя чистый металлический фермий имеет еще не подготовлено. Всего известно 19 изотопов, из которых 257Fm является самым долгоживущим с периодом полураспада 100,5 дней.\nОн был обнаружен в обломках первого взрыва водородной бомбы в 1952 году и назван в честь Энрико Ферми, одного из пионеров ядерной физики. Его химический состав типичен для поздних актинидов с преобладанием степени окисления +3, но также с доступной степенью окисления +2.",
      "source": "https://en.wikipedia.org/wiki/Fermium",
      "category": "Actinide",
      "atomic_weight": "[257] (mass number)",
      "colors": [
        4279161591,
        4289920762
      ]
    },
    null,
    {
      "number": 7,
      "name": "Азот",
      "symbol": "Н",
      "extract": "Азот — это химический элемент с символом N и атомным номером 7. Впервые он был обнаружен и выделен шотландским врачом Дэниелом Резерфордом в 1772 году. потому что его работа была опубликована первой. Название нитроген было предложено французским химиком Жаном-Антуаном-Клодом Шапталем в 1790 году, когда было обнаружено, что азот присутствует в азотной кислоте и нитратах. Антуан Лавуазье предложил вместо этого название азот, от греческого ἀζωτικός «нет жизни», так как это удушающий газ; вместо этого это название используется во многих языках, таких как французский, русский, румынский и турецкий, и появляется в английских названиях некоторых соединений азота, таких как гидразин, азиды и азосоединения.",
      "source": "https://en.wikipedia.org/wiki/Nitrogen",
      "category": "Reactive Nonmetal",
      "atomic_weight": "14.007 u(±)",
      "colors": [
        4283657726,
        4287535603
      ]
    },
    {
      "number": 15,
      "name": "Фосфор",
      "symbol": "P",
      "extract": "Фосфор - это химический элемент с символом P и атомным номером 15. Элементарный фосфор существует в двух основных формах, белом фосфоре и красном фосфоре, но из-за его высокой реакционной способности фосфор никогда не встречается в виде свободного элемента на Земле. Его концентрация в земной коре составляет около одного грамма на килограмм (для сравнения, меди около 0,06 грамма). Минералы, содержащие фосфор, за немногими исключениями находятся в максимально окисленном состоянии как неорганические фосфатные породы.\nЭлементарный фосфор был впервые выделен (как белый фосфор) в 1669 году и излучал слабое свечение при воздействии кислорода - отсюда и название, взятое из греческой мифологии, Φωσφόρος, означающее «носитель света» (лат. Люцифер), относящееся к «Утренней звезде». , планета Венера.",
      "source": "https://en.wikipedia.org/wiki/Phosphorus",
      "category": "Reactive Nonmetal",
      "atomic_weight": "30.973761998(5) u(±)",
      "colors": [
        4283657726,
        4287535603
      ]
    },
    {
      "number": 33,
      "name": "Мышьяк",
      "symbol": "As",
      "extract": "Мышьяк — это химический элемент с символом As и атомным номером 33. Мышьяк встречается во многих минералах, обычно в сочетании с серой и металлами, а также в виде чистого элементарного кристалла. Мышьяк является металлоидом. Он имеет различные аллотропы, но для промышленности важна только серая форма, имеющая металлический вид.\nВ основном мышьяк используется в сплавах свинца (например, в автомобильных аккумуляторах и боеприпасах).",
      "source": "https://en.wikipedia.org/wiki/Arsenic",
      "category": "Metalloid",
      "atomic_weight": "74.921595(6) u(±)",
      "colors": [
        4278219519,
        4278241023
      ]
    },
    {
      "number": 51,
      "name": "Сурьма",
      "symbol": "Сб",
      "extract": "Сурьма представляет собой химический элемент с символом Sb (от латинского: stibium) и атомным номером 51. Блестящий серый металлоид встречается в природе в основном в виде сульфидного минерала антимонита (Sb2S3). Соединения сурьмы были известны с древних времен и применялись в виде порошка для использования в медицине и косметике, часто известной под арабским названием коль. Металлическая сурьма также была известна, но после ее открытия ошибочно идентифицировали как свинец. Самое раннее известное описание металла на Западе было написано в 1540 году Ванноччо Бирингуччо.",
      "source": "https://en.wikipedia.org/wiki/Antimony",
      "category": "Metalloid",
      "atomic_weight": "121.760(1) u(±)",
      "colors": [
        4278219519,
        4278241023
      ]
    },
    {
      "number": 83,
      "name": "Висмут",
      "symbol": "Bi",
      "extract": "Висмут — химический элемент с символом Bi и атомным номером 83. Это пятивалентный постпереходный металл и один из пниктогенов, химические свойства которого напоминают его более легкие гомологи мышьяка и сурьмы. Элементарный висмут может встречаться в природе, хотя его сульфид и оксид образуют важные промышленные руды. Свободный элемент на 86% плотнее свинца. Это хрупкий металл серебристо-белого цвета в свежем виде, но поверхностное окисление может придать ему розовый оттенок.",
      "source": "https://en.wikipedia.org/wiki/Bismuth",
      "category": "Post-transition Metal",
      "atomic_weight": "208.98040(1) u(±)",
      "colors": [
        4279343502,
        4281921405
      ]
    },
    {
      "number": 115,
      "name": "Московиум",
      "symbol": "Mc",
      "extract": "Московий — синтетический химический элемент с символом Mc и атомным номером 115. Впервые он был синтезирован в 2003 году совместной группой российских и американских ученых в Объединенном институте ядерных исследований (ОИЯИ) в Дубне, Россия. В декабре 2015 года он был признан одним из четырех новых элементов Совместной рабочей группой международных научных организаций IUPAC и IUPAP. 28 ноября 2016 года он был официально назван в честь Московской области, в которой расположен ОИЯИ. Московий — чрезвычайно радиоактивный элемент: его самый стабильный известный изотоп, московий-290, имеет период полураспада всего 0,65 секунды. В периодической таблице это трансактинидный элемент p-блока. Он относится к 7-му периоду и помещен в группу 15 как самый тяжелый пниктоген, хотя не было подтверждено, что он ведет себя как более тяжелый гомолог пниктогена висмута.",
      "source": "https://en.wikipedia.org/wiki/Moscovium",
      "category": "Unknown chemical properties",
      "atomic_weight": "[290] (mass number)",
      "colors": [
        4285890458,
        4292337128
      ]
    },
    null,
    {
      "number": 69,
      "name": "Тулий",
      "symbol": "Tm",
      "extract": "Тулий — это химический элемент с символом Tm и атомным номером 69. Это тринадцатый и третий последний элемент в ряду лантаноидов. Как и у других лантаноидов, наиболее распространенная степень окисления +3 наблюдается в его оксиде, галогенидах и других соединениях; однако, поскольку это происходит так поздно в серии, степень окисления +2 также стабилизируется благодаря полученной почти полной оболочке 4f. В водном растворе, как и соединения других поздних лантаноидов, растворимые соединения тулия образуют координационные комплексы с девятью молекулами воды.\nВ 1879 году шведский химик Пер Теодор Клеве выделил из редкоземельного оксида эрбия еще два ранее неизвестных компонента, которые он назвал гольмией и тулией; это были оксиды гольмия и тулия соответственно.",
      "source": "https://en.wikipedia.org/wiki/Thulium",
      "category": "Lanthanide",
      "atomic_weight": "168.934218(6) u(±)",
      "colors": [
        4287349578,
        4292141399
      ]
    },
    {
      "number": 101,
      "name": "Менделевий",
      "symbol": "Md",
      "extract": "Менделевий представляет собой синтетический элемент с химическим символом Md (ранее Mv) и атомным номером 101. Металлический радиоактивный трансурановый элемент из ряда актинидов, это первый элемент, который в настоящее время не может быть получен в макроскопических количествах путем нейтронной бомбардировки более легких элементов. Это предпоследний актинид и девятый трансурановый элемент. Его можно получить только в ускорителях частиц путем бомбардировки более легких элементов заряженными частицами. Всего известно шестнадцать изотопов менделевия, наиболее стабильным из которых является 258Md с периодом полураспада 51 день; тем не менее, более короткоживущий 256Md (период полураспада 1,17 часа) чаще всего используется в химии, поскольку его можно производить в больших масштабах.",
      "source": "https://en.wikipedia.org/wiki/Mendelevium",
      "category": "Actinide",
      "atomic_weight": "[258] (mass number)",
      "colors": [
        4279161591,
        4289920762
      ]
    },
    null,
    {
      "number": 8,
      "name": "Кислород",
      "symbol": "O",
      "extract": "Кислород — это химический элемент с символом O и атомным номером 8. Он является членом группы халькогенов в периодической таблице, высокореакционноспособным неметаллом и окислителем, который легко образует оксиды с большинством элементов, а также с другими соединениями. По массе кислород является третьим по распространенности элементом во Вселенной после водорода и гелия. При стандартной температуре и давлении два атома элемента связываются с образованием дикислорода, бесцветного и не имеющего запаха двухатомного газа с формулой O2. Двухатомный газообразный кислород составляет 20,8% атмосферы Земли.",
      "source": "https://en.wikipedia.org/wiki/Oxygen",
      "category": "Reactive Nonmetal",
      "atomic_weight": "15.999 u(±)",
      "colors": [
        4283657726,
        4287535603
      ]
    },
    {
      "number": 16,
      "name": "Сера",
      "symbol": "С",
      "extract": "Сера или сера — это химический элемент с символом S и атомным номером 16. Он широко распространен, многовалентен и неметалличен. В нормальных условиях атомы серы образуют циклические восьмиатомные молекулы с химической формулой S8. Элементарная сера представляет собой ярко-желтое кристаллическое твердое вещество при комнатной температуре.\nСера является десятым по массе элементом во Вселенной и пятым по распространенности на Земле.",
      "source": "https://en.wikipedia.org/wiki/Sulfur",
      "category": "Reactive Nonmetal",
      "atomic_weight": "32.06 u(±)",
      "colors": [
        4283657726,
        4287535603
      ]
    },
    {
      "number": 34,
      "name": "Селен",
      "symbol": "Се",
      "extract": "Селен - химический элемент с символом Se и атомным номером 34. Это неметалл (реже считается металлоидом) со свойствами, которые занимают промежуточное положение между элементами выше и ниже в периодической таблице, серой и теллуром, а также имеет сходство с мышьяком. . Он редко встречается в элементарном состоянии или в виде чистых рудных соединений в земной коре. Селен (от древнегреческого σελήνη (selḗnē) «Луна») был открыт в 1817 году Йонсом Якобом Берцелиусом, который отметил сходство нового элемента с ранее открытым теллуром (названным в честь Земли).\nСелен содержится в сульфидных рудах металлов, где он частично замещает серу.",
      "source": "https://en.wikipedia.org/wiki/Selenium",
      "category": "Reactive Nonmetal",
      "atomic_weight": "78.971(8) u(±)",
      "colors": [
        4283657726,
        4287535603
      ]
    },
    {
      "number": 52,
      "name": "Теллур",
      "symbol": "Te",
      "extract": "Теллур — химический элемент с символом Te и атомным номером 52. Это хрупкий, умеренно токсичный, редкий серебристо-белый металлоид. Теллур химически связан с селеном и серой, все три из которых являются халькогенами. Иногда его находят в естественной форме в виде элементарных кристаллов. Теллур гораздо более распространен во Вселенной в целом, чем на Земле.",
      "source": "https://en.wikipedia.org/wiki/Tellurium",
      "category": "Metalloid",
      "atomic_weight": "127.60(3) u(±)",
      "colors": [
        4278219519,
        4278241023
      ]
    },
    {
      "number": 84,
      "name": "Полоний",
      "symbol": "По",
      "extract": "Полоний — химический элемент с символом Po и атомным номером 84. Редкий и высокорадиоактивный металл без стабильных изотопов, полоний химически подобен селену и теллуру, хотя его металлический характер напоминает его горизонтальных соседей в периодической таблице: таллия, свинец и висмут. Из-за короткого периода полураспада всех его изотопов его естественное появление ограничено крошечными следами мимолетного полония-210 (с периодом полураспада 138 дней) в урановых рудах, поскольку он является предпоследней дочерью природного урана- 238. Хотя существуют немного более долгоживущие изотопы, их гораздо сложнее производить. Сегодня полоний обычно производят в миллиграммовых количествах путем нейтронного облучения висмута.",
      "source": "https://en.wikipedia.org/wiki/Polonium",
      "category": "Post-transition Metal",
      "atomic_weight": "[209] (mass number)",
      "colors": [
        4279343502,
        4281921405
      ]
    },
    {
      "number": 116,
      "name": "Ливермориум",
      "symbol": "Ур",
      "extract": "Ливерморий представляет собой синтетический химический элемент с символом Lv и атомным номером 116. Это чрезвычайно радиоактивный элемент, который был создан только в лаборатории и не наблюдался в природе. Элемент назван в честь Ливерморской национальной лаборатории Лоуренса в США, которая сотрудничала с Объединенным институтом ядерных исследований (ОИЯИ) в Дубне, Россия, для обнаружения ливермория в ходе экспериментов, проведенных между 2000 и 2006 годами. Название лаборатории относится к город Ливермор, штат Калифорния, где он расположен, который, в свою очередь, был назван в честь владельца ранчо и землевладельца Роберта Ливермора. Название было принято IUPAC 30 мая 2012 года.",
      "source": "https://en.wikipedia.org/wiki/Livermorium",
      "category": "Unknown chemical properties",
      "atomic_weight": "[293] (mass number)",
      "colors": [
        4285890458,
        4292337128
      ]
    },
    null,
    {
      "number": 70,
      "name": "Иттербий",
      "symbol": "Ыб",
      "extract": "Иттербий представляет собой химический элемент с символом Yb и атомным номером 70. Это четырнадцатый и предпоследний элемент в ряду лантанидов, который является основой относительной стабильности его степени окисления +2. Однако, как и у других лантаноидов, его наиболее распространенная степень окисления +3, как и у его оксида, галогенидов и других соединений. В водном растворе, как и соединения других поздних лантаноидов, растворимые соединения иттербия образуют комплексы с девятью молекулами воды. Из-за его электронной конфигурации с закрытой оболочкой его плотность, а также температуры плавления и кипения значительно отличаются от большинства других лантаноидов.",
      "source": "https://en.wikipedia.org/wiki/Ytterbium",
      "category": "Lanthanide",
      "atomic_weight": "173.045(10) u(±)",
      "colors": [
        4287349578,
        4292141399
      ]
    },
    {
      "number": 102,
      "name": "Нобелий",
      "symbol": "No",
      "extract": "Нобелий — синтетический химический элемент с символом No и атомным номером 102. Он назван в честь Альфреда Нобеля, изобретателя динамита и мецената науки. Радиоактивный металл, это десятый трансурановый элемент и предпоследний член ряда актинидов. Как и все элементы с атомным номером более 100, нобелий можно получить только в ускорителях частиц путем бомбардировки более легких элементов заряженными частицами. Всего известно двенадцать изотопов нобелия; наиболее стабильным является 259No с периодом полураспада 58 минут, но более короткоживущий 255No (период полураспада 3,1 минуты) чаще всего используется в химии, поскольку его можно производить в больших масштабах.",
      "source": "https://en.wikipedia.org/wiki/Nobelium",
      "category": "Actinide",
      "atomic_weight": "[259] (mass number)",
      "colors": [
        4279161591,
        4289920762
      ]
    },
    null,
    {
      "number": 9,
      "name": "Фтор",
      "symbol": "Ф",
      "extract": "Фтор — это химический элемент с символом F и атомным номером 9. Это самый легкий галоген и существует в виде высокотоксичного бледно-желтого двухатомного газа при стандартных условиях. Как самый электроотрицательный элемент, он чрезвычайно реактивен, так как реагирует почти со всеми другие элементы, кроме гелия и неона.\nСреди элементов фтор занимает 24-е место по общему распространению и 13-е место по земному распространению. добавленный в металлические руды для снижения их температуры плавления при плавке, латинский глагол fluo, означающий «течь», дал название минералу.",
      "source": "https://en.wikipedia.org/wiki/Fluorine",
      "category": "Reactive Nonmetal",
      "atomic_weight": "18.998403163(6) u(±)",
      "colors": [
        4283657726,
        4287535603
      ]
    },
    {
      "number": 17,
      "name": "Хлор",
      "symbol": "Кл",
      "extract": "Хлор — это химический элемент с символом Cl и атомным номером 17. Второй по легкости из галогенов, он находится между фтором и бромом в периодической таблице, и его свойства в основном занимают промежуточное положение между ними. Хлор — желто-зеленый газ при комнатной температуре. Это чрезвычайно реактивный элемент и сильный окислитель: среди элементов он имеет самое высокое сродство к электрону и третье место по величине электроотрицательности, уступая только кислороду и фтору.\nНаиболее распространенное соединение хлора, хлорид натрия (поваренная соль), известно с древних времен.",
      "source": "https://en.wikipedia.org/wiki/Chlorine",
      "category": "Reactive Nonmetal",
      "atomic_weight": "35.45 u(±)",
      "colors": [
        4283657726,
        4287535603
      ]
    },
    {
      "number": 35,
      "name": "Бром",
      "symbol": "бр",
      "extract": "Бром представляет собой химический элемент с символом Br и атомным номером 35. Это третий по легкости галоген и представляет собой дымящую красно-коричневую жидкость при комнатной температуре, которая легко испаряется с образованием газа аналогичного цвета. Таким образом, его свойства занимают промежуточное положение между свойствами хлора и йода. Выделенный независимо двумя химиками, Карлом Якобом Лёвигом (в 1825 г.) и Антуаном Жеромом Баларом (в 1826 г.), его название произошло от древнегреческого βρῶμος («вонь»), что указывает на его резкий и неприятный запах.\nЭлементарный бром очень реакционноспособен и поэтому в природе встречается не в свободном виде, а в виде бесцветных растворимых кристаллических галоидных солей, аналогичных поваренной соли.",
      "source": "https://en.wikipedia.org/wiki/Bromine",
      "category": "Reactive Nonmetal",
      "atomic_weight": "79.904 u(±)",
      "colors": [
        4283657726,
        4287535603
      ]
    },
    {
      "number": 53,
      "name": "Йод",
      "symbol": "I",
      "extract": "Йод — это химический элемент с символом I и атомным номером 53. Самый тяжелый из стабильных галогенов, он существует в виде блестящего фиолетово-черного неметаллического твердого вещества при стандартных условиях, который плавится с образованием темно-фиолетовой жидкости при 114 градусах Цельсия. кипит до фиолетового газа при 184 градусах Цельсия. Этот элемент был открыт французским химиком Бернаром Куртуа в 1811 году. Два года спустя он был назван Жозефом Луи Гей-Люссаком из-за этого свойства в честь греческого ἰώδης «фиолетового цвета».\nЙод встречается во многих степенях окисления, включая йодид (I-), йодат (IO-3) и различные периодат-анионы.",
      "source": "https://en.wikipedia.org/wiki/Iodine",
      "category": "Reactive Nonmetal",
      "atomic_weight": "126.90447(3) u(±)",
      "colors": [
        4283657726,
        4287535603
      ]
    },
    {
      "number": 85,
      "name": "Астатин",
      "symbol": "At",
      "extract": "Астат — радиоактивный химический элемент с символом At и атомным номером 85. Это самый редкий природный элемент в земной коре, встречающийся только как продукт распада различных более тяжелых элементов. Все изотопы астата недолговечны; наиболее стабильным является астат-210 с периодом полувыведения 8,1 часа. Образец чистого элемента никогда не собирался, потому что любой макроскопический образец немедленно испарился бы под действием тепла собственной радиоактивности.\nОбъемные свойства астата точно не известны.",
      "source": "https://en.wikipedia.org/wiki/Astatine",
      "category": "Metalloid",
      "atomic_weight": "[210] (mass number)",
      "colors": [
        4278219519,
        4278241023
      ]
    },
    {
      "number": 117,
      "name": "Теннесси",
      "symbol": "Ц",
      "extract": "Теннессин представляет собой синтетический химический элемент с символом Ts и атомным номером 117. Это второй по тяжести известный элемент и предпоследний элемент 7-го периода периодической таблицы.\nОб открытии теннессина было официально объявлено в Дубне, Россия, российско-американским сотрудничеством в апреле 2010 года, что делает его самым последним открытым элементом по состоянию на 2019 год. Один из его дочерних изотопов был создан непосредственно в 2011 году, что частично подтверждает результаты исследования. эксперимент. Сам эксперимент был успешно повторен той же коллаборацией в 2012 году и совместной немецко-американской командой в мае 2014 года.",
      "source": "https://en.wikipedia.org/wiki/Tennessine",
      "category": "Unknown chemical properties",
      "atomic_weight": "[294] (mass number)",
      "colors": [
        4285890458,
        4292337128
      ]
    },
    null,
    {
      "number": 71,
      "name": "Лютеций",
      "symbol": "Лу",
      "extract": "Лютеций — химический элемент с символом Lu и атомным номером 71. Это серебристо-белый металл, устойчивый к коррозии в сухом воздухе, но не во влажном. Лютеций является последним элементом в ряду лантаноидов и традиционно считается одним из редкоземельных элементов. Лютеций иногда считают первым элементом переходных металлов 6-го периода, хотя чаще таковым считается лантан.\nЛютеций был независимо открыт в 1907 году французским ученым Жоржем Урбеном, австрийским минералогом бароном Карлом Ауэром фон Вельсбахом и американским химиком Чарльзом Джеймсом.",
      "source": "https://en.wikipedia.org/wiki/Lutetium",
      "category": "Lanthanide",
      "atomic_weight": "174.9668(1) u(±)",
      "colors": [
        4287349578,
        4292141399
      ]
    },
    {
      "number": 103,
      "name": "Лаврентий",
      "symbol": "Лр",
      "extract": "Лаврентий — синтетический химический элемент с символом Lr (ранее Lw) и атомным номером 103. Он назван в честь Эрнеста Лоуренса, изобретателя циклотрона, устройства, которое использовалось для открытия многих искусственных радиоактивных элементов. Радиоактивный металл, лоуренсий, является одиннадцатым трансурановым элементом, а также последним членом ряда актинидов. Как и все элементы с атомным номером более 100, лоуренсий можно получить только в ускорителях частиц путем бомбардировки более легких элементов заряженными частицами. В настоящее время известно двенадцать изотопов лоуренсия; наиболее стабильным является 266Lr с периодом полураспада 11 часов, но более короткоживущий 260Lr (период полураспада 2,7 минуты) чаще всего используется в химии, поскольку его можно производить в больших масштабах.",
      "source": "https://en.wikipedia.org/wiki/Lawrencium",
      "category": "Actinide",
      "atomic_weight": "[266] (mass number)",
      "colors": [
        4279161591,
        4289920762
      ]
    },
    {
      "number": 2,
      "name": "Гелий",
      "symbol": "He",
      "extract": "Гелий (от греческого: ἥλιος, транслит. Helios, букв. «Солнце») — химический элемент с символом He и атомным номером 2. Это бесцветный, без запаха, без вкуса, нетоксичный, инертный, одноатомный газ, первый в группа благородных газов в периодической таблице. Его температура кипения самая низкая среди всех элементов.",
      "source": "https://en.wikipedia.org/wiki/Helium",
      "category": "Noble Gas",
      "atomic_weight": "4.002602(2) u(±)",
      "colors": [
        4288124656,
        4294690772
      ]
    },
    {
      "number": 10,
      "name": "Неон",
      "symbol": "Не",
      "extract": "Неон — это химический элемент с символом Ne и атомным номером 10. Это благородный газ. Неон представляет собой бесцветный инертный одноатомный газ без запаха при стандартных условиях с плотностью примерно в две трети плотности воздуха. Он был открыт (наряду с криптоном и ксеноном) в 1898 году как один из трех остаточных редких инертных элементов, оставшихся в сухом воздухе после удаления азота, кислорода, аргона и углекислого газа. Неон был вторым из этих трех открытых редких газов и сразу же был признан новым элементом из-за его ярко-красного спектра излучения.",
      "source": "https://en.wikipedia.org/wiki/Neon",
      "category": "Noble Gas",
      "atomic_weight": "20.1797(6) u(±)",
      "colors": [
        4288124656,
        4294690772
      ]
    },
    {
      "number": 18,
      "name": "Аргон",
      "symbol": "Ар",
      "extract": "Аргон — это химический элемент с символом Ar и атомным номером 18. Он находится в 18-й группе периодической таблицы и является благородным газом. Аргон является третьим по распространенности газом в атмосфере Земли с содержанием 0,934% (9340 частей на миллион по объему). Его более чем в два раза больше, чем водяного пара (который в среднем составляет около 4000 частей на миллион по объему, но сильно варьируется), в 23 раза больше, чем углекислого газа (400 частей на миллион по объему), и более чем в 500 раз больше, чем у неона (18 частей на миллион по объему). Аргон - самый распространенный благородный газ в земной коре, составляющий 0,00015% земной коры.",
      "source": "https://en.wikipedia.org/wiki/Argon",
      "category": "Noble Gas",
      "atomic_weight": "39.948 u(±)",
      "colors": [
        4288124656,
        4294690772
      ]
    },
    {
      "number": 36,
      "name": "Криптон",
      "symbol": "Кр",
      "extract": "Криптон (от древнегреческого: κρυπτός, транслит. kryptos «скрытый») представляет собой химический элемент с символом Kr и атомным номером 36. Он входит в группу 18 элементов (благородные газы). Бесцветный благородный газ без запаха и вкуса, криптон встречается в следовых количествах в атмосфере и часто используется с другими инертными газами в люминесцентных лампах. Криптон, за редким исключением, химически инертен.",
      "source": "https://en.wikipedia.org/wiki/Krypton",
      "category": "Noble Gas",
      "atomic_weight": "83.798(2) u(±)",
      "colors": [
        4288124656,
        4294690772
      ]
    },
    {
      "number": 54,
      "name": "Ксенон",
      "symbol": "Xe",
      "extract": "Ксенон — это химический элемент с символом Xe и атомным номером 54. Это бесцветный, плотный благородный газ без запаха, обнаруженный в атмосфере Земли в следовых количествах. Хотя обычно ксенон не вступает в реакцию, он может подвергаться нескольким химическим реакциям, таким как образование гексафтороплатината ксенона, первого синтезированного соединения благородного газа. Ксенон используется в лампах-вспышках и дуговых лампах, а также в качестве общего анестетика. В первой конструкции эксимерного лазера в качестве среды генерации использовалась молекула димера ксенона (Xe2), а в самых ранних конструкциях лазеров в качестве накачки использовались ксеноновые лампы-вспышки. Ксенон используется для поиска гипотетических слабо взаимодействующих массивных частиц и в качестве топлива для ионных двигателей космических кораблей. Встречающийся в природе ксенон состоит из восьми стабильных изотопов.",
      "source": "https://en.wikipedia.org/wiki/Xenon",
      "category": "Noble Gas",
      "atomic_weight": "131.293(6) u(±)",
      "colors": [
        4288124656,
        4294690772
      ]
    },
    {
      "number": 86,
      "name": "Радон",
      "symbol": "Рн",
      "extract": "Радон — это химический элемент с символом Rn и атомным номером 86. Это радиоактивный, бесцветный благородный газ без запаха и вкуса. Он встречается в природе в незначительных количествах как промежуточный этап в обычных цепочках радиоактивного распада, посредством которых торий и уран медленно распадаются на свинец и различные другие короткоживущие радиоактивные элементы; Сам радон является непосредственным продуктом распада радия. Его самый стабильный изотоп, 222Rn, имеет период полураспада всего 3,8 дня, что делает радон одним из самых редких элементов, поскольку он так быстро распадается. Однако, поскольку торий и уран являются двумя наиболее распространенными радиоактивными элементами на Земле, и у них есть три изотопа с очень длительным периодом полураспада, порядка нескольких миллиардов лет, радон будет присутствовать на Земле еще долго в будущем, несмотря на его короткого периода полураспада, поскольку он постоянно генерируется.",
      "source": "https://en.wikipedia.org/wiki/Radon",
      "category": "Noble Gas",
      "atomic_weight": "[222] (mass number)",
      "colors": [
        4288124656,
        4294690772
      ]
    },
    {
      "number": 118,
      "name": "Оганесон",
      "symbol": "Ог",
      "extract": "Оганессон — синтетический химический элемент с символом Og и атомным номером 118. Впервые он был синтезирован в 2002 году в Объединенном институте ядерных исследований (ОИЯИ) в Дубне под Москвой в России совместной группой российских и американских ученых. В декабре 2015 года он был признан одним из четырех новых элементов Совместной рабочей группой международных научных организаций IUPAC и IUPAP. Официально он был назван 28 ноября 2016 года. Это название соответствует традиции чествования ученого, в данном случае физика-ядерщика Юрия Оганесяна, сыгравшего ведущую роль в открытии самых тяжелых элементов периодической таблицы. Это один из двух элементов, названных в честь человека, который был жив на момент присвоения имени, второй - сиборгий; это также единственный элемент, чей тезка жив сегодня. Оганесон имеет самый высокий атомный номер и самую высокую атомную массу среди всех известных элементов.",
      "source": "https://en.wikipedia.org/wiki/Oganesson",
      "category": "Unknown chemical properties",
      "atomic_weight": "[294] (mass number)",
      "colors": [
        4285890458,
        4292337128
      ]
    },
    null,
    null,
    null
  ]
}